{"origin_pdf_path": "https://repositorio.ufsc.br/bitstream/handle/123456789/117751/171344.pdf?sequence=1&isAllowed=y", "text_in_pdf": "UNIVERSIDADEFEDERALDESANTACATARINA CENTRO DE CIENCIAS AGRARIAS  \n\nANTONINHO COLOMBO  \n\nMONITORAMENTODEPRAGASE DOENCASEVISTORIADE LAVOURA DE SOJA DESTINADA A PRODUCAO DE SEMENTES  \n\nRelatorio apresentado ao Curso de Graduacao em Agronomia da Universidade Federal de Santa Catarina como requisito obrigatorio para a obtencao de titulo de Engenheiro Agronomo, sob a orientacao do Prof. Dr. Antonio Carlos Alves  \n\nANTONINHOCOLOMBO  \n\nMONITORAMENTO DE PRAGAS E DOENCAS E VISTORIA DE LAVOURAS DE SOJA DESTINADAS A PRODUCAO DE SEMENTES  \n\nInspecao de campo, Cultivares e Principais Pragas e Doencas  \n\nRelatorio apresentado ao Curso de Graduacao em Agronomia da Universidade Federal de Santa Catarina, como requisito obrigatorio para obtencao do titulo de Engenheiro Agronomo, sob orientacao do Prof. Dr. Antonio Carlos Alves.  \n\nCOMISSAO EXAMINADORA  \n\nProf. Antonio Carlos Alves - Presidente Prof. Shiong Show Lin -- Membro Prof. Alfredo Celso Fantini - Membro  \n\nAGRADECIMENTO  \n\n· Agradeco a Deus por ter saude e realizar minhas atividades;   \n· A meus pais e irmaos pelo apoio moral e financeiro;   \n· Ao meu grande amor, que mesmo longe sempre esteve presente passando seguranca, forca, amizade e companheirismo. E juntos compreendemos que o amor é muito importante para o crescimento pessoal e profissional.   \nAo Professor Orientador Antonio Carlos Alves pela paciencia e dedicacao;   \n· Ao Departamento Tecnico da COPERCAMPOS pela paciencia e ajuda prestada;   \n· Aos professores e amigos que contribuiram para minha formacao; Aos meus companheiros de pesca que sempre juntos enfrentamos dificuldades proporcionando momentos inesqueciveis.  \n\nIDENTIFICACAO DO ESTAGIO  \n\n1, Identificacao do estagiario:  \n\nNome: Antoninho Colombo   \nInstituicao: Universidade Federal de Santa Catarina - Centro de Ciencias Agrarias   \nCurso: Agronomia Fone: 048-334 22 79   \nEndereco: Rd. Admar Gonzaga 1623, Bl 07 Ap 403, Itacorubi   \nCep: 88034-001 - Florianopolis S.C  \n\n2- Endereco dos pais do estagiario  \n\nFone 049-5321041 - R: 28   \nLinha Marari S/N Tangara - S.C Cep: 89642-000  \n\n3- Identificacao da empresa onde foi realizado o estagio  \n\nCOPERCAMPOS - Cooperativa Regional de Campos Novos Margens BR 282, Km 342, $\\mathbf{N}^{\\circ}\\,23$ , Campos Novos, Cep: 89620-000 Fone: 049 551 0040  \n\n4- Periodo de duracao do Estagio  \n\n01 de Marco - 31 de Marco  \n\n5- Orientador  \n\nProfessor Eng.° Agr. Dr. Antonio Carlos Alves Departamento de Fitotecnia / CCA / UFSC Fone 048 - 334 2266 -R 207 Fone casa: 048 234 - 4682  \n\n6- Supervisor  \n\nEng.° Agr. Marcelo L. Capelari   \nCOPERCAMPOS - Cooperativa Regional de Campos Novos   \nMargens BR 282, Km 342, $\\mathbf{N}^{\\circ}\\,23$ , Campos Novos, Cep: 89620-000 Fone: 048 - 551 0040\n\nLISTA DE FIGURAS  \n\nFIGURA 01 - ETAPAS DA BATIDA-DE-PANO REALIZADO PARA MONITORAMENTO DE PRAGAS..... 5  \n\nFIGURA 02 - LAGARTA-DA-SOJA 12  \n\nFIGURA 03 - BROCA-DAS-AXILAS ATACANDO AS FOLHAS JOVENS DA SOJA.  \n\nFIGURA 04 - LAGARTA-FALSA-MEDIDEIRA 4  \n\nFIGURA 05 - ODIO 5  \n\nFIGURA 06 -- PODRIDAO-BRANCA-DA-HASTE MOSTRANDO MICELIO BRANCO(1) DENSO EESCLEROCIOS(2). 17  \n\nFIGURA 07 - MILDIO. 18  \n\nINDICE  \n\n1 INTRODUCAO  \n2 APRESENTACAO DA COPERCAMPOS. 31.2 DADOS CLIMATICOS DO MUNICIPIO. 3  \n3 OBJETIVOS DO ESTAGIOS. 43.1 OBJETIVO GERAL 43.2 OBJETIVOS ESPECIFICOS. 43.3 METODOLOGIA  \n\n4 DESENVOLVIMENTO DO ESTAGIO.  \n\n4.1  REVISAO BIBLIOGRAFICA 6   \n4.1.1 SistemasdeProducaodeSementes. 6   \n4.1.2 Cultivares.....   \n4.1.3Cultivares registradas para o cultivo em Santa catarina. 7   \nTabela 1  Cultivares de soja registradas para Estado de Santa Catarina. .8   \n4.1.4 Manejo Integrado de Pragas - “ MIP \" .8   \n4.1.5 Principais pragas da regiao de Campos Novos.... 11   \n4.1.5.1  Pragas do Soja. 12   \n4.1.5.1.1 Lagarta-da-soja ( Anticarsia gemmatalis ). .12   \n4.1.5.1.2 Broca-das-axilas ( Epinotia aporema ) . .13   \n4.1.5.1.3 Lagarta-falsa-medideira, (Chrisidexis (Pseudoplusia) includens).. . 14   \n4. 1.5.2  Doencas da Soja. .15   \n4.1.5.2.1Oidio. .15   \n4.1.5.2.2 Podridao-branca-da-haste ou podridao-de-esclerotina .16   \n4.1.5.2.3 Mildio .17  \n\n5 PRATICAS REALIZADAS DURANTE O ESTAGIO  \n\n5.1  INSPECOES DE CAMPO 19   \n5.2  PROPRIEDADES VISITADAS.. 20   \n5.2.1 Propriedade 01. 20   \n5.2.2 Propriedade 02. 20   \n5.2.3 Propriedade 03. 21   \n5.2.4 Propriedade 04. 21   \n5.2.5 Propriedade 05. 21   \n5.2.6 Propriedade 06. 21   \n5.2.7 Propriedade 07. 22   \n5.2.8 Propriedade 08... 22   \n5.2.9 Propriedade 09. 22   \n5.2.10Propriedade 10. 22  \n\n6 CONSIDERACOES FINAIS.  \n\n7 REFERENCIAS BIBLIOGRAFICAS.  \n\n8 BIBLIOGRAFIA COMPLEMENTAR 26  \n\n1 INTRODUCAO  \n\nNo Rio Grande do Sul, na decada de 50, com a frustracao do trigo, a soja teve um importante avanco no aumento da producao em milhares de familias rurais, com bons precos e forte mercado interno e externo. Outro fato positivo da cultura é a protecao que oferece a terra durante o ciclo vegetativo e a fixacao de nitrogenio atraves de processos biologicos.  \n\nA regiao de Campos Novos se caracteriza por ser grande produtora de milho e soja. Por outro lado, a cultura do feijao sofreu uma grande queda. Essa regiao tinha grande producao de gado de corte extensivo. Devido a queda dos lucros nessa atividade surgiu a opcao de cultivar milho, que apresenta um grande consumo na regiao oeste do estado, sendo muito procurado pelas agroindustrias. No entanto, com o processo de monocultura surgiram varias pragas, doencas e plantas invasoras. Com isso, o feijao entrou como fonte de renda e para amenizar a incidencia de moléstias nas lavouras. Com grandes perdas ocorridas na colheita, baixa producao e preco e dificil mecanizacao, precisando grande numero de pessoas na colheita, o feijao perdeu uma grande area de producao.  \n\nCom boa aceitacao no mercado interno e externo, a soja ocupou um grande espaco,. tendo bons lucros e um papel importante no sistema de rotacao. Com o aumento da area plantada o produtor buscou novas tecnologias para diminuir suas perdas e aumentar sua producao. Como a semente é um insumo importante que contribui para o aumento da produtividade, a COPERCAMPOS tem uma grande preocupacao em produzir sementes de qualidade.  \n\nDurante o periodo de estagio, foi acompanhado o desenvolvimento da cultura de soja, com objetivo de produzir sementes. As areas reprovadas para producao de sementes foram destinadas a comercializacao de graos.  \n\n2 APRESENTACAODA COPERCAMPOS  \n\nA COPERCAMPOS foi fundada em 08 de novembro de 1970 por um grupo de 100 produtores e pecuaristas, conscientes da necessidade de fortalecer ainda mais suas atividades agropecuarias. Sua fundacao ocorreu no municipio de Campos Novos, que destaca-se na producao de soja, milho, trigo, feijao, além de graos e forrageiras.  \n\nAtuando nas areas de: sementes, insumos agricolas, transportes, alimentos, racoes e concentrados, suinocultura, pecuaria de leite e corte, produtos veterinarios, ferramentas, assistencia tecnica ao nivel de propriedade, creditos e servicos, ela procura atender seus 1.500 cooperados distribuidos em doze municipios da regiao.  \n\nA Unidade de Beneficiamento de Sementes (UBS) tem capacidade para classificar mais de 180 toneladas/dia. A capacidade estatica de armazenagem é de 25.000 toneladas.  \n\nVisando melhorar a qualidade da semente, os campos para producao de semente sao acompanhados desde o plantio ate a colheita. Para acompanhar a qualidade da semente apos a classificacao, a COPERCAMPOS possui um laboratorio de analise de sementes credenciado no Ministerio de Agricultura. Nele sao realizados os testes de germinacao, vigor (tetrazolio e envelhecimento precoce) e patologia de sementes das principais culturas.  \n\n1.2 Dados Climaticos do Municipio  \n\nCampos Novos esta situado no Oeste Catarinense, regiao que reune excelentes condicoes climaticas para a producao das sementes. A caracterizacao do clima do municipio é a seguinte: Altitude: $946\\mathrm{m}$ ; Latitude: $27^{\\circ}\\,24^{\\prime}$ Sul; Longitude: $51^{\\circ}\\,12^{\\prime}$ Norte; Precipitacao Total Anual (mm): $1.700\\;\\mathrm{mm}$ ; Temperatura Media Anual: $16\\mathrm{{}^{\\circ}C}$ ; Temperatura Media Minima anual: $12{}^{\\circ}\\mathbf{C}$ ; Temperatura Media Maxima anual: $23^{\\circ}\\mathbf{C}$  \n\n3 OBJETIVOS DO ESTAGIOS  \n\n3.1 Objetivo Geral  \n\n· Acompanhar as inspecoes de lavouras de soja destinadas a producao de sementes.  \n\n3.2 Objetivos Especificos  \n\nRealizar as inspecoes obrigatorias em campos de producao de soja.  \n\nAcompanhar o monitoramento de pragas e doencas.  \n\n3.3 Metodologia  \n\nAntes de realizar a inspecao o tecnico procurou saber as caracteristicas da cultivar que esta no local, cor da flor, pilosidade e outras caracteristicas. Caminhando em toda a area de producao, durante as inspecoes, foram observadas a segregacao de cultivares a e a incidencia de pragas e doencas que pudessem comprometer a producao.  \n\n3.3.1   Amostragem das pragas da soja  \n\nAs lagartas e os percevejos que atacam a soja sao amostrados atraves do metodo do pano (Figura 1). Para tanto, utiliza-se um pano ou plastico branco, de 1m de comprimento e largura adaptavel ao espacamento entre as filas de soja, com um suporte de madeira em cada borda lateral. O pano, enrolado sobre os suportes, é colocado entre as fileiras de soja (Etapa 1), com cuidado para nao perturbar os insetos presentes na area a ser amostrada. A seguir é desenrolado ate encostar no caule das plantas, inclinando-se as mesmas sobre ele. Bate-se vigorosamente sobre as plantas (Etapa 02) de maneira que os insetos caiam sobre 0 pano, e recolocam-se as plantas em sua posicao original. Efetua-se a contagem das pragas (Etapa 3) presentes no pano.", "files_in_pdf": []}