{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/15292/1/2006OL008.pdf", "text_in_pdf": "AAAAAuuuuutttttooooorrrrreeeeesssss  \n\nAdriana Marlene Moreno Pires  \n\nPesquisador da Embrapa Meio Ambiente, Agrônoma, D. Sc. em Solos e Nutrição de Plantas,  Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000.  adriana@cnpma.embrapa.br  \n\nAnibal Ramadan Oliveira  \n\nBiólogo, M.Sc em Zoologia, Departamento de Zoologia, IB-USP,  Caixa Postal 11461, São Paulo, SP, CEP 05422-970.  arolivei@carpa.ciagri.usp.br  \n\nHeloisa Ferreira Filizola  \n\nPesquisador da Embrapa Meio Ambiente, Pedólogo, D.Sc. em Ciências da Terra, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000. filizola@cnpma.embrapa.br  \n\nJúlio Ferraz de Queiroz  \n\nPesquisador da Embrapa Meio Ambiente, Oceanólogo, D.Sc. em Ciências Agrárias, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000.  jqueiroz@cnpma.embrapa.br  \n\nManoel Dornelas de Souza  \n\nPesquisador da Embrapa Meio Ambiente, Agrônomo, Dr. em Solos e Nutrição de Plantas,  Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000.  dornelas@cnpma.embrapa.br  \n\nMarco Antônio Ferreira Gomes  \n\nPesquisador da Embrapa Meio Ambiente, Geólogo, D.Sc em Solos e Nutrição de Plantas, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000.  gomes@cnpma.embrapa.br  \n\nMarcos Antônio Vieira Ligo  \n\nPesquisador da Embrapa Meio Ambiente, Ecólogo, D.Sc. em Ciclagem de Nutrientes, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000.  ligo@cnpma.embrapa.br  \n\nMariana Pinheiro Silveira  \n\nPesquisadora da Embrapa Meio Ambiente, Ecóloga, M. Sc. em Ecologia, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000. mariana@cnpma.embrapa.br  \n\nRaquel Ghini  \n\nPesquisadora da Embrapa Meio Ambiente, Engenheiro Agrônomo, Ph.D. em Fitopatologia, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000. raquel@cnpma.embrapa.br  \n\nRita Carla Boeira  \n\nPesquisadora da Embrapa Meio Ambiente, Agrônoma, D. Sc. em Ciência do Solo, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820- 000.  rcboeira@cnpma.embrapa.br  \n\nSonia Cláudia Nascimento de Queiroz  \n\nPesquisador da Embrapa Meio Ambiente, Química, D. Sc. em Química, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000. sonia@cnpma.embrapa.br  \n\nSueli dos Santos Freitas  \n\nPesquisadora do IAC, Microbiologista, D. Sc. em Solos e Nutrição de Plantas, Av. Barão de Itapura, 1481, Caixa postal 28, Campinas, SP, CEP 13001- 970. sfreitas@iac.sp.gov.br  \n\nVera Lúcia Ferracini  \n\nPesquisador da Embrapa Meio Ambiente, Química, D. Sc. em Química Orgânica, Rod. SP 340, km 127,5, Caixa Postal 69, Jaguariúna, SP, CEP 13820-000. veraf@cnpma.embrapa.br  \n\nAAAAAppppprrrrreeeeessssseeeeennnnntttttaaaaaçççççãããããooooo  \n\nA  Embrapa Meio Ambiente desenvolveu ao longo da última década um conjunto de métodos de análise ambiental em diferentes condições naturais e situações agropecuárias. Dada a diversidade das regiões brasileiras em que atuou, tornou-se excelência em termos de oferta de métodos e indicadores visando a qualidade ambiental de áreas rurais.  \n\nNeste “Manual de Procedimentos de Coleta de Amostras em Áreas Agrícolas para Análise da Qualidade Ambiental: Solo, Água e Sedimentos” a equipe de pesquisa da Embrapa Meio Ambiente envolvida com o tema qualidade ambiental, especialmente de água e solo, com a colaboração de pesquisadores do Instituto Agronômico de Campinas (IAC) e do Instituto Biológico (IB) de São Paulo, apresenta procedimentos e métodos para a coleta de amostras de solo, água e sedimentos.  \n\nO Manual que tem como editores Heloisa F. Filizola, Marco Antônio F. Gomes e Manoel Dornelas de Souza, pesquisadores da Embrapa Meio Ambiente, tem o mérito de reunir em uma única publicação, um conjunto de métodos, instrumentos e boas práticas que vão desde o planejamento, escolha do tipo de amostragem, a coleta, o transporte e o armazenamento de amostras de solos, de água e de sedimentos abrangendo uma diversidade de situações e análises ambientais.  \n\nNa Parte I do Manual os editores destacam questões gerais como a importância da amostragem, a escolha do tipo de amostragem, o seu planejamento e execução, as fontes comuns de erros e os processos de contaminação de amostras.  \n\nNa Parte II do Manual, o foco é a amostragem de solos, destacandose as técnicas, planejamento, os tipos de amostragem e suas aplicações. São dedicados capítulos especiais para as particularidades que cercam a amostragem de solos para a análise de metais pesados, de nitratos, de agrotóxicos e de parâmetros biológicos.  \n\nJá na Parte III do Manual, os editores destacam a amostragem de águas superficiais, a preservação e o transporte de amostras, apresentando para tanto os procedimentos para fins de análise biológica envolvendo parâmetros como fitoplâncton, zooplâncton, bactérias; análise de nitratos e metais pesados e; de agrotóxicos, neste caso com recomendações de procedimentos também para a amostragem de águas subterrâneas.  \n\nFinalmente, a Parte IV do Manual, destaca as especificidades da amostragem de sedimentos para análise de metais pesados em corpos d’água como rios, riachos, córregos, lagos, lagoas e represas; para análise de agrotóxicos de sedimentos; para análises físico-químicas de sedimentos de lagos e represas/ tanques de aquicultura; e para análises biológicas de sedimentos utilizando-se, entre outros organismos, os macroinvertebrados bentônicos, as macrófitas, os fungos aquáticos e as macroalgas.  \n\nÉ, assim, um Manual básico de boas práticas de amostragem de solo, água e sedimentos, fundamental para pesquisadores, extensionistas rurais, técnicos de organizações não-governamentais, comunidades rurais e mesmo para o cidadãos comuns que atuam no dia-a-dia da educação ambiental e do monitoramento e gestão ambiental em quaisquer regiões brasileiras envolvendo uma diversidade de problemas ambientais originadas de atividades agropecuárias.  \n\nPaulo Choji Kitamura Chefe Geral da Embrapa Meio Ambiente  \n\nPPPPPrrrrreeeeefffffáááááccccciiiiiooooo  \n\nA intensificação dos estudos ambientais trouxe, em seu bojo, a necessidade de uma constante melhoria nos procedimentos e métodos de amostragem de solo, de água e de sedimento. Pela interação de diversos fatores, as amostras provenientes desses componentes da paisagem, para fins de avaliação de qualidade ambiental, requerem análises diferenciadas, fato que implica em procedimentos de coletas também diferenciados. Para cada situação há técnicas específicas, que incluem desde a distribuição espacial dos locais de amostragem, até os procedimentos de acondicionamento e de transporte das amostras.  \n\nO presente manual é destinado a todos aqueles que trabalham com o meio ambiente e tem o propósito de subsidiar as amostragens de campo, seja da matriz solo, da matriz água,  ou de sedimentos, com a finalidade de enfatizar os cuidados e critérios de coleta a serem adotados, para que as amostras sejam as mais representativas possíveis do local a ser amostrado.  \n\nA seguir serão detalhados procedimentos para as fases de levantamentos preliminares, localização dos pontos de coleta, freqüência e formas de amostragem, acondicionamento, estocagem e transporte dos materiais coletados. Serão também descritos os materiais utilizados, de modo que se consiga, entre outras vantagens, retardar ou inibir a ação biológica, assim como a volatilização e a hidrólise de compostos, com o objetivo de assegurar as condições mais próximas possíveis daquelas da hora e do local de coleta.  \n\nOs editores\n\nEmbrapa Meio Ambiente  \n\nManualdecl  \n\nManual de Procedimentos de Coleta de Amostras em Areas Agricolas para Analise da Qualidade Ambiental:  \n\nSolo, Agua e Sedimentos  \n\nA intensificacao dos estudos ambientais trouxe, em seu bojo, a necessidade de uma constante melhoria nos procedimentos e métodos de amostragem de solo, de água e de sedimento. Pela interacao de diversos fatores, as amostras provenientes desses componentes da paisagem, para fins de avaliacao de qualidade ambiental, requerem analises diferenciadas, fato que implica em procedimentos de coletas também  diferenciados.  Para cada situacao ha técnicas especificas, que incluem desde a distribuicao espacial dos locais de amostragem, até os procedimentos de acondicionamento e de transporte das amostras.  \n\nO presente manual é destinado a todos aqueles que trabalham com o meio ambiente e tem o proposito de subsidiar as amostragens de campo, seja da matriz solo, água ou sedimentos, com a finalidade de enfatizar os cuidados e criterios de coleta a serem adotados, para que as amostras sejam as mais representativas possiveis do local a ser amostrado.  \n\nHeloisa Ferreira Filizola Marco Antonio Ferreira Gomes Manoel Dornelas de Souza  \n\nManual de Procedimentos de   \nColeta de Amostras em Areas   \nAgricolas para Analise da   \nQualidade Ambiental:   \nSolo, Agua e Sedimentos  \n\nEmpresaBrasileiradePesquisaAgropecuaria EmbrapaMeioAmbiente MinisteriodaAgricultura,Pecuaria e Abastecimento  \n\nManual de Procedimentos de Coleta de Amostras em Areas Agricolas para Analise da Qualidade Ambiental: Solo, Agua e Sedimentos  \n\nEditores tecnicos  \n\nHeloisa Ferreira Filizola Marco Antonio Ferreira Gomes Manoel Dornelas de Souza  \n\nEmbrapa Meio Ambiente Jaguariúna, SP 2006  \n\nEmbrapa Meio Ambiente  \n\nRodovia SP 340-km 127,5-TanquinhoVelho CaixaPostal69 13820-000Jaguariuna,SP Fone:19-3867-8750Fax:19-3867-8740 sac@cnpma.embrapa.br www.cnpma.embrapa.br  \n\nComitedePublicacoes:   \nClaudioCesar deAlmeidaBuschinelli,HeloisaFerreiraFilizola,LadislauAraujo Skorupa (Presidente), Manoel Dornelas de Souza, Maria Amelia de Toledo Leme, Maria Conceicao Peres Young Pessoa, Marta Camargo de Assis, Osvaldo Machado R.Cabral,SandroFreitasNunes.   \nRevisao de texto   \nHeloisaFerreiraFilizola   \nNormalizacao bibliografica   \nMariaAmeliadeToledoLeme   \nProjeto grafico   \nSilvana C. Teixeira Estevao   \nEditoracao eletronica   \nSilvana C.TeixeiraEstevao   \nCapa   \nManoel DornelasdeSouza   \nFotos da capa   \nArquivoEmbrapaMeioAmbiente  \n\n$\\uparrow^{\\mathsf{a}}$ edicao  \n\n$1^{\\mathsf{a}}$ impressao (2006): 1000 exemplares  \n\nTodos os direitos reservados. A reproducao nao autorizada desta publicacao, no todo ou em parte, constitui violacao dos direitos autorais (Lei n.° 9610).  \n\nE permitida a reproducao parcial do conteudo destelivrodesdequecitadaafonte.  \n\nCIP. Brasil. Catalogacao na publicacao.  \n\nFilizola,HeloisaFerreira Manual de procedimentos de coleta de amostras em areas agricolas   \npara analise da qualidade ambiental: solo, agua e sedimentos / editado   \npor Heloisa Ferreira Filizola,Marcos AntonioFerreira Gomese Manoel   \nDornelas de Souza.- Jaguariuna: Embrapa Meio Ambiente, 2006. 169p.il.  \n\nISBN 85-85771-43-7  \n\n1.Solo -Coleta-Amostra.2.Agua-Coleta-Amostra.3.Sedimento - Coleta - Amostra. I. Gomes, Marco Antonio Ferreira. ll. Souza, Manoel Dornelas de.Ill. Titulo.", "files_in_pdf": []}