{"origin_pdf_path": "https://centrodeexcelencia.org.br/wp-content/uploads/2024/03/amostragem-e-monitoramento-de-pragas_1903.pdf", "text_in_pdf": "AMOSTRAGEM E MONITORAMENTO DE PRAGAS E DOENCAS  \n\nAlternativas de Escoamento dos Subprodutos do Algodão e Culturas Acessórias na África Projeto Além do Algodão (Projeto-País: Tanzânia)  \n\nAMOSTRAGEM E MONITORAMENTO DE PRAGAS E DOENÇAS  \n\nFicha Técnica  \n\nInstituições Brasileiras  \n\nAgência Brasileira de Cooperação (ABC) do Ministério das Relações Exteriores - Coordenadora Universidade Federal de Campina Grande (UFCG) - Implementadora Instituto Brasileiro do Algodão (IBA) - Financiadora  \n\nInstituições Tanzanianas parceiras  \n\nMinistério da Agricultura (MoA) Instituto de Pesquisa Agrícola da Tanzânia (TARI) Conselho Diretor do Algodão da Tanzânia (TCB)  \n\nOrganismo Internacional parceiro  \n\nPrograma Mundial de Alimentos (WFP) na Tanzânia Centro de Excelência contra a Fome do Programa Mundial de Alimentos (WFP) no Brasil  \n\nCoordenação do Projeto  \n\nCecília Malaguti do Prado Agência Brasileira de Cooperação (ABC) do Ministério das Relações Exteriores  \n\nAlbaneide Maria Lima Peixinho Centro de Excelência contra a Fome do Programa Mundial de Alimentos (WFP) no Brasil  \n\nElaboração do Texto Luderlândio Andrade Silva  \n\nRevisão Textual e Supervisão  \n\nAlbaneide Peixinho   \nCecilia Malaguti do Prado   \nEliene Souza   \nJanaina Plessmann   \nJoélcio Carvalho   \nMilena Lopes   \nPaola Barbieri   \nPlinio de Assis Pereira   \nRiffat Iqbal   \nThaynara T. Dias Guimarães  \n\nProjeto Gráfico e Diagramação  \n\nCaroline Melo Centro de Excelência Contra a Fome do Programa Mundial de Alimentos (WFP) no Brasil  \n\nTradução Erik Mwanyika (UNV) Diogo Teixeira (UNV)  \n\nEdição/Ano 1ª. 2024  \n\nO monitoramento de pragas é a prática que consiste em determinar a situação das pragas na cultura, avaliar os danos e prejuízos que podem estar ocorrendo e definir o momento ideal e o tipo de controle de pragas a ser realizado na lavoura. Assim, o monitoramento é a base de todo e qualquer programa de manejo integrado de pragas. A prática deve ser rotineira, realizada durante todo o ciclo da cultura.  \n\nMONITORAMENTO DE PRAGAS: QUANDO E COMO REALIZAR  \n\nO monitoramento de pragas deve começar antes do plantio. Os seguintes fatores podem afetar negativamente a lavoura desde o início do seu estabelecimento:  \n\n- Presença de lagartas em restos de plantios anteriores; - Presença de pragas em fase de desenvolvimento no solo; - Solos esgotados, com pouco nutrientes - isso ocorre quando se planta a mesma cultura no mesmo lugar sempre, sem realizar rotação de culturas.  \n\nApós a implementação da lavoura, o monitoramento continua a ser importante para auxiliar na tomada de decisão em relação ao controle de pragas.  \n\nPrimeiramente é feita a amostragem. Na sequência, é realizada a identificação das pragas e, por fim, a tomada de decisão de controle. Acompanhe a seguir cada uma dessas.  \n\nAMOSTRAGEM  \n\nA amostragem é realizada para verificar a quantidade de pragas e dos inimigos naturais nas lavouras. Ela pode ser realizada:  \n\nOs inimigos naturais são predadores que se alimentam de insetos e ácaros que são nocivos aos cultivos. Esse grupo inclui besouros, moscas, percevejos, tesourinhas, vespas, formigas, louva-a-deus, ácaros e aranhas. Os inimigos naturais também podem ser considerados parasitoides, como vespas, microvespas e moscas que, ao parasitar outros insetos, causam a morte do seu hospedeiro.  \n\n- rapidamente, gastando no máximo uma hora/talhão; - de simples obtenção, deve ser executada facilmente; - com custo baixo, não representando aumento significativo no custo de produção.  \n\nRecomenda-se a obtenção de amostragem em zigue-zague, ou de perímetro, sendo que devem ser amostradas 20 plantas na sequência, distantes no mínimo 30 metros da entrada da lavoura (bordadura). Esta amostragem deve ser realizada em pelo menos cinco pontos diferentes da lavoura, totalizando 100 plantas.  \n\n  \nAMOSTRAGEM EM ZIGUE-ZAGUE  \n\n  \nAMOSTRAGEM EM PERÍMETRO  \n\nDurante a amostragem, são utilizadas armadilhas. Existem vários tipos de armadilhas, que podem variar em cores, formas e materiais. Dentre os principais tipos de armadilhas, podemos citar:  \n\nAS ARMADILHAS COM FEROMÔNIO: As armadilhas atraem os insetos e os feromônios são substâncias produzidas pelos insetos, específicos para cada espécie, e têm o objetivo de promover a comunicação entre eles.  \n\nARMADILHAS LUMINOSAS: são dispositivos de luz para atração e captura de insetos que possuem atividade noturna e são atraídos pela luz entre 19h e 5h. Dessa forma, ocorre a interrupção do ciclo de vida do inseto devido ao seu aprisionamento.   \nARMADILHAS ADESIVAS: são cartões adesivos compostos por resina e cera, que prende o inseto quando ocorre o contato entre ambos. São normalmente disponíveis nas cores azul e amarela e apresentam lados quadriculados para facilitar a contagem dos insetos.  \n\nTIPOS DE AMOSTRAGEM  \n\nANTES DA INSTALAÇÃO DA LAVOURA  \n\nPara avaliar a presença de pragas no solo, antes da semeadura devem ser realizadas amostragens do solo. Os pontos de amostragem devem ter 1 m de largura e $1\\;\\mathsf{m}$ de comprimento $(1m^{2})\\in5\\mathsf{c m}$ de profundidade, bem distribuídos na área.  \n\nSe for constatada na área de $1\\;\\mathsf{m}^{2}$ a presença de mais de uma lagarta (lagarta-elasmo, lagarta-rosca, lagarta-do-cartucho), e/ou gorgulhodo-solo com mais de $1,5\\;\\mathsf{c m}$ de comprimento, recomenda-se esperar dez dias para efetuar a semeadura, período em que as lagartas empupam.  \n\nDA EMERGÊNCIA ATÉ O ESTÁGIO DE TRÊS A QUATRO FOLHAS TRIFOLIOLADAS  \n\nMarcar 2m na linha de plantio por ponto de amostragem e fazer o monitoramento de plantas mortas, pragas e danos, registrando em uma folha de papel o levantamento de pragas e inimigos naturais com os seguintes dados:\n\nNúmero de plantas mortas (pragas de solo);  \n\nNúmero de insetos ou sintomas de ataque nas plantas no ponto de amostragem (faces superior e inferior da folha devem ser viradas lentamente para não dispersar os insetos);  \n\nNúmero de larvas-minadoras vivas em dez folhas trifolioladas no ponto de amostragem (não considerar o ataque nas folhas primárias); Nível de desfolha ocasionada por besouros e lagartas (observar, visualmente, área de raio igual a $5\\;\\mathsf{m}$ centrada no ponto de amostragem);  \n\n  \nFigura 1 - Monitoramento da emergência até o estágio de três a quatro folhas trifolioladas.  \n\n  \nFigura 2 - Diferentes níveis de desfolha do feijoeiro.  \n\nAPÓS O ESTÁGIO DE TRÊS A QUATRO FOLHAS  \n\nNessa etapa de desenvolvimento das plantas, as amostragens devem ser realizadas com o pano-de-batida branco, de $1\\;\\mathsf{m}$ de comprimento e 0,5 m de largura, com suportes laterais. Inserir o pano cuidadosamente entre duas linhas de feijão para não perturbar os insetos e os inimigos naturais e, em seguida, bater as plantas vigorosamente sobre o pano para deslocá-los. Anotar na planilha de levantamento de pragas e predadores o número de insetos caídos no pano.  \n\n  \n\nFigura 3 - Forma de amostragem das pragas do feijoeiro com o pano-de-batida.  \n\nAlgumas pragas não caem no pano-de-batida. Nesse caso, afastar as plantas presentes na área do pano-de-batida, observando a presença das pragas ou de plantas atacadas, conforme descrito abaixo, e anotar o número na planilha:  \n\n• Observar a presença nos brotos terminais e nas folhas novas;  \n\n• Lagartas - observar a presença nas folhas;  \n\n• Mosca-branca - observar próximo a cada ponto de amostragem o número de adultos presentes em dez folhas trifolioladas do terço superior das plantas (virar lentamente a face inferior da folha para não dispersar os adultos);  \n\n• Nessa etapa, anotar também os níveis de desfolha, o número de besouros, de lesmas e de larvas-minadoras.  \n\n  \n\nESTÁGIO DE FLORESCIMENTO E DE FORMAÇÃO DAS VAGENS/PENDOAMENTO/BOTÕES FLORAIS  \n\nNessa etapa as amostragens devem ser direcionadas principalmente para as flores. Besouros, percevejos e lagartas que atacam as vagens, conforme a sequência:  \n\nInserir o pano-de-batida entre duas fileiras de plantas e bater vigorosamente as plantas sobre ele para a contagem de insetos e de inimigos naturais;  \n\nSem bater o pano-de-batida, verificar na área o número de plantas com sintomas de ataque nas folhas da parte superior;  \n\nSem bater o pano-de-batida, verificar também o número de plantas que apresentam sintomas de ataque na parte mediana das plantas;  \n\nVerificar se há besouros, lagarta-dasfolhas e larvas-minadoras, além dos níveis de desfolha, conforme descrito anteriormente;  \n\nVerificar se há lagartas e/ou danos causados.  \n\nREGISTRO DAS AMOSTRAGENS E NÍVEL DE AÇÃO PARA O CONTROLE DAS PRAGAS DO FEIJÃO  \n\nPRAGA OU DANONiVEL DE ACAOAphis fabae - piolho negro da fava ou pulgao de feijaoQuatro plantas com sintomas e/ou presenca dos acaros em 2 m de linhaPercevejos (varias espécies)Dois percevejos por pano e/ ou cinco em dezrodadasLagarta-enroladeira-das-folhas (Omiodes indicata)5-10%de plantas atacadosOotheca bennig eVaquinhas (Diabrotica speciosa; Cerotoma arcuata)Vinte insetos por pano (2 m de linha) ou desfolha de: 50% de primarias; 30% antes da floracao; e 15% apos a floracaoPragas das sementes, plantulas e raizes (redutoras de estande de plantas)Duas plantas cortadas ou com sintomas de murcha em 2 m de linhaLarva do feijao - Ophiomyia phaseoliMonitorarasmudas duasvezes por semana, inspecionando os caules e as folhas para os seguintes aspectos:marcas de oviposicao nas folhas; minas feitas pelas larvas nas folhas, peciolos e caules; inchaco e rachadura no caule, particularmente na base;presenca de moscas adultas. Medidas de controle devem ser aplicadas quando 5-10% da populacao de plantas estiverem infestados.  \n\nREGISTRO DAS AMOSTRAGENS E NÍVEL DE AÇÃO PARA O CONTROLE DAS PRAGAS DO ALGODÃO  \n\nPRAGAOU DANONiVEL DE ACAOAphis fabae - PulgaoPresenca de 5 a 15%deplantascom coloniasLagartamilitar10% de plantas atacadasLagarta-da-maca13% de plantas atacadasPercevejos20%deplantascombotoes atacadosLagarta Helicoverpa11%deplantasatacadas  \n\nREGISTRO DAS AMOSTRAGENS E NÍVEL DE AÇÃO PARA O CONTROLE DAS PRAGAS DO MILHO  \n\nPRAGAOUDANONiVEL DE ACAOLagarta Helicoverpa2 lagartas por metro percorrido da lavouramedindomenosde8mm ou 1lagartapormetropercorrido da lavouramedindomaisde8mmLagartarosca (Agrotisipsilon)10% de plantas atacadasBrocadocauledomilho(Bussoela fusca)11%deplantasatacadas", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287278/images/3lxsy4.jpg", "size": 45877}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287278/images/vy32i3.jpg", "size": 42275}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287279/images/065afu.jpg", "size": 289161}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287279/images/8fbffh.jpg", "size": 91910}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287279/images/aoqhvd.jpg", "size": 98536}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287279/images/kk7x34.jpg", "size": 85752}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287279/images/rx0gwh.jpg", "size": 258335}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287279/images/20vmak.jpg", "size": 261255}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287279/images/udc4fh.jpg", "size": 163261}]}