{"origin_pdf_path": "https://lab.iac.sp.gov.br/Publicacao/boletim_tecnico_analise_granulometrica_v12Mai2021.pdf", "text_in_pdf": "MÉTODOS DE ANÁLISE FÍSICA DE SOLOS DO INSTITUTO AGRONÔMICO DE CAMPINAS  \n\nBOLETIM TÉCNICO ANÁLISE GRANULOMÉTRICA  \n\nCoordenação Geral: Isabella Clerici De Maria  \n\nCoautoria: Ricardo Marques Coelho Monica Ferreira de Abreu Heitor Cantarella  \n\nApoio Técnico  \n\nMaria Elizabete Alves de Freitas Ruth Fazio Rodrigues Antônio Ribeiro de Souza  \n\nCampinas Versão II - Maio 2021  \n\nSumário   \nMÉTODO COMPLETO . 2   \n1. NOTAS DA PRIMEIRA EDIÇÃO. 2   \n2. INTRODUÇÃO ........ 2   \n3. COMPOSIÇÃO DO SOLO 3   \n4. TAMANHO DAS PARTÍCULAS MINERAIS . 3   \n5. TEXTURA DO SOLO E CLASSIFICAÇÃO TEXTURAL 4   \n6. AMOSTRAGEM DE SOLO PARA ANÁLISE GRANULOMÉTRICA . 5   \n7. ANÁLISE GRANULOMÉTRICA . 5   \n8. OUTROS PROCEDIMENTOS . 16   \n9. CONSIDERAÇÕES FINAIS .. 18   \n10. REFERÊNCIAS . 19   \nANEXO 1. Equação de Stokes: .. . 21   \nANEXO 2. Relação entre diferentes expressões de abertura de malha de peneiras: .. . 22   \nMÉTODO SIMPLIFICADO . . 23   \n1. TAMANHO DAS PARTÍCULAS MINERAIS .. ... 23   \n2. TEXTURA DO SOLO E CLASSIFICAÇÃO TEXTURAL . 23   \n3. MATERIAL PARA ANÁLISE GRANULOMÉTRICA... . 24   \n4. REAGENTES PARA A ANÁLISE GRANULOMÉTRICA . . 25   \n5. ANÁLISE GRANULOMÉTRICA . ... 25   \n6. REFERÊNCIAS . . 31  \n\nMÉTODO COMPLETO  \n\nMÉTODOS DE ANÁLISE FÍSICA DE SOLOS DO INSTITUTO AGRONÔMICO DE CAMPINAS BOLETIM TÉCNICO ANÁLISE GRANULOMÉTRICA  \n\n1. NOTAS DA PRIMEIRA EDIÇÃO  \n\nEste texto substitui o capítulo de Análises Físicas do Boletim Técnico $106^{1}$ , de 1986, do Instituto Agronômico. Os métodos lá descritos há muito precisavam de uma revisão, o que está sendo feito agora.  \n\nDuas versões de procedimentos para análises físicas são apresentadas – uma completa, com mais detalhes, e uma segunda simplificada, direcionada para o uso no dia a dia.  \n\nA presente edição foi preparada exclusivamente para o Ensaio de Proficiência IAC para Laboratórios de Análise de Solo para Fins de Fertilidade. O texto atende a antiga demanda dos laboratórios participantes do Ensaio de Proficiência para mais detalhes dos métodos e dicas de como resolver problemas com as determinações de granulometria. Os problemas observados por muitos laboratórios, que levam a erros nos resultados, são devidos muitas vezes à falta de uniformização de procedimentos. Espera-se que o presente texto ajude com isso. Como esta edição não é a definitiva, os autores esperam que os responsáveis pelos laboratórios reportem dificuldades, dúvidas e até possíveis erros para que as próximas edições possam ser melhoradas.  \n\nOs autores  \n\n2. INTRODUÇÃO  \n\nO Instituto Agronômico conduz levantamentos de solos há mais de meio século. Sempre houve necessidade de efetuar junto a esses levantamentos um cuidadoso trabalho de laboratório que fornecesse os resultados das propriedades químicas, físicas e mineralógicas que, somados aos de campo,  permitissem uma adequada caracterização dos solos. Os  métodos usados nessa caracterização, em sua grande maioria, são adaptados daqueles descritos na literatura nacional e internacional. Ao longo dos anos, pequenas alterações foram neles realizadas, visando à melhor adaptação às nossas condições de solo ou de rotina, sem, no entanto, alterar-lhes os princípios (Camargo et al., 1986).  \n\nO objetivo deste boletim é descrever os métodos de análise granulométrica de solo pelos métodos da pipeta e do densímetro, incluindo os detalhes do procedimento de rotina, as opções adaptadas para as condições de laboratórios de rotina, os cálculos para determinação das frações, a literatura e os resultados de pesquisa sobre a análise.  \n\nA proporção dos componentes granulométricos do solo em horizontes diagnósticos é utilizada para a classificação dos solos. Esses dados são utilizados também como auxiliar em recomendações de adubação, calagem e gessagem, em caracterização do solo para fins de planejamento de práticas agronômicas, em caracterização do solo em processos para financiamento e seguro rural de atividades agropecuárias. Além disso, são variáveis independentes em diversos modelos de pedotransferência para inferência de outras características e propriedades do solo.  \n\n3. COMPOSIÇÃO DO SOLO  \n\nA fase sólida dos solos é composta por material mineral e material orgânico. No material mineral, resultante da decomposição das rochas, estão minerais primários, como os silicatos, e minerais secundários, como a caulinita, a esmectita e os óxidos de ferro e de alumínio.  \n\nO material orgânico contém fragmentos de vegetais e animais não decompostos ou em variados estágios de decomposição e humificação que formam a matéria orgânica do solo (húmus).  \n\nMateriais orgânico e mineral do solo, por meio de ligações físico-químicas e ação de organismos, formam agregados. Dentro desses agregados e entre eles estão os poros do solo, de diferentes formas e tamanhos, ocupados pela água ou pelo ar do solo.  \n\n4. TAMANHO DAS PARTÍCULAS MINERAIS  \n\nAs partículas individuais minerais são, por definição (Almeida et al., 2012), grãos de minerais que só podem ser desagregados por aplicação de elevada energia. Essas partículas apresentam tamanhos diversos e estão relacionadas direta e indiretamente aos atributos físicos e químicos do solo. Por isso, a organização das partículas em classes de tamanho tem diversas aplicações, desde o conhecimento e classificação dos tipos de solos até o estabelecimento de práticas de manejo agrícola e de gestão ambiental.  \n\nA separação das partículas minerais individuais em classes de tamanho determina as frações granulométricas do solo (Quadro 1).  \n\nQuadro 1. Frações granulométricas dos solos.   \n\nFracao/classeTamanho da particulaMatacao>200 mmCalhau20 mm-200 mmCascalho2 mm -20 mmAreia2 mm -0,053 mmSilte0,053mm-0,002 2mmArgila\n\nFonte: Santos et al. (2013)  \n\nA fração argila é composta predominantemente de minerais secundários, de diferentes formatos, que apresentam plasticidade e pegajosidade. Como essas partículas têm pequeno tamanho, grande superfície específica e cargas na superfície, quando suspensas em água possuem comportamento coloidal e não se depositam facilmente. A fração silte é composta por minerais primários e secundários e, ao tato, apresenta a sensação de talco, conhecida como sedosidade. A fração areia é composta por partículas arredondadas ou angulares, predominantemente fragmentos de rocha contendo vários minerais ou um só mineral, conferindo ao tato uma sensação áspera. Em laboratório, a fração areia é rotineiramente separada em duas ou cinco frações (Quadros 2 e 3, respectivamente).  \n\nQuadro 2: Frações areia grossa e areia fina.   \n\nFracoes de areiaTamanho da particulaAreia Grossa2,00-0,210 mmAreia Fina0,210-0,053 mm\n\nFonte: Santos et al. (2013)  \n\nQuadro 3. Frações areia em solos em cinco classes de tamanho.  \n\nFracoes de areiaTamanho da particulaAreiaMuitoGrossa2-1 mmAreia Grossa1-0,50 mmAreiaMedia0,50-0,25 mmAreia Fina0,25-0,105mmAreiaMuitoFina0,105-0,053 mm\n\nFonte: Santos et al. (2013)  \n\n5. TEXTURA DO SOLO E CLASSIFICAÇÃO TEXTURAL  \n\nA textura é a propriedade do solo que expressa a distribuição percentual das partículas minerais. Pode ser avaliada pelo tato, sendo solos de textura mais grossa os que contêm mais areia e solos de textura mais fina os que contêm mais argila.  \n\n  \nFigura 1. (a) Triângulo para determinação das classes de textura dos horizontes dos solos. Fonte: Santos et al., 2013. (b) Determinação da textura pelo tato.\n\nPara fins de reconhecimento e classificação, os solos e/ou horizontes dos solos são agrupados em classes texturais de acordo com as frações de tamanho das partículas minerais. A determinação da classe textural é feita por meio de triângulos de textura que apresentam, em cada face, as porcentagens de areia, silte e argila. Existem diferentes configurações para a classificação textural (Medina & Grohmann, 1975; EUA, 1975). No Brasil adota-se a classificação textural apresentada pela Sociedade Brasileira de Ciência do Solo (Santos et al., 2013) (Figura 1).  \n\n6. AMOSTRAGEM DE SOLO PARA ANÁLISE GRANULOMÉTRICA  \n\nA amostra de solo para a análise granulométrica deve representar uma gleba homogênea na paisagem (cor do solo, vegetação, textura e topografia do terreno).  As amostras devem ser retiradas em uma camada determinada previamente de acordo com o objetivo da análise.  \n\nPara atender ao levantamento e classificação de solos as amostras devem ser coletadas por horizonte ou nas camadas $0.0,20\\mathrm{~e~}0,60–0,80\\mathrm{~m~}$ . Para recomendações de manejo em geral são coletadas amostras nas camadas 0-0,20 e 0,20-0,40 m. Para atender à tipificação dos solos atualmente adotada no Zoneamento Agrícola de Risco Climático pelo Ministério da Agricultura (INSTRUÇÃO NORMATIVA Nº 2, de 9 de outubro de 2008), a amostra deve ser coletada na camada de 0 a 0,50 m de profundidade.  \n\nRecomenda-se cerca de 15 pontos de coleta em cada gleba para compor uma amostra representativa dessa área.  \n\nO solo coletado em cada ponto de uma mesma área de amostragem deve ser destorroado e homogeneizado para retirada de uma amostra composta representativa da área. Cada amostra composta, devidamente etiquetada com identificação da área de amostragem a que pertence, é encaminhada ao laboratório de solos para análise acondicionada em sacos plásticos ou caixas de papelão.  \n\n7. ANÁLISE GRANULOMÉTRICA  \n\nO objetivo da análise granulométrica é a determinação da proporção das partículas minerais individuais menores que 2mm em classes de tamanho.  \n\nOs princípios da análise granulométrica são: ruptura dos agregados do solo por desagregação mecânica e dispersão química para individualizar as partículas minerais e separação dessas partículas por tamanho por meio de peneiramento e sedimentação em meio aquoso.  \n\nO sucesso da análise granulométrica depende, sobretudo, de dois fatores: (a) a preparação da amostra para assegurar perfeita dispersão de todos os seus agregados em partículas individuais, sem quebrá-las, e (b) um fracionamento adequado da amostra e seus separados (Baver et al., 1972).  \n\n7.1. PREPARO DA AMOSTRA NO LABORATÓRIO  \n\nA amostra para a análise granulométrica quando chega ao laboratório é seca a $40^{\\circ}\\mathsf{C}$ em estufa com circulação de ar ou seca apenas ao ar.  Após a secagem, toda a amostra é passada na peneira com malha de 2mm de abertura, quebrando-se os agregados manualmente, sem uso de martelos e moinhos.  \n\nDistribuir a amostra sobre uma bandeja e destorroar com a mão os torrões existentes. Passar rolo de madeira para desfazer os torrões maiores.  Se não for possível destorroar toda a amostra com esse procedimento, colocá-la sobre o tapete de borracha (macio) coberto com uma folha de papel grosso, utilizando o rolo de madeira para desfazer os torrões maiores (Figura 2).  \n\n  \nFigura 2. Preparo da amostra para análise granulométrica: apoio de borracha, rolo de madeira e peneira 2mm com tampa para agitar a amostra.  \n\nPassar a amostra de solo destorroada pela peneira de dimensões de $2^{\\prime\\prime}\\times5^{\\prime\\prime}$ e malha de $2{,}00\\;\\mathrm{mm}$ de abertura com leves batidas na lateral da peneira. As partículas individuais maiores que 2mm (cascalhos, calhaus e matacões), que não se desfazem manualmente e ficam retiras na peneira de $2{,}00\\ \\mathrm{mm}$ , não são utilizadas na análise granulométrica. Essas partículas são pesadas à parte e expressas em porcentagem da amostra original, conforme item 6.2.  \n\nA fração que passa pela peneira, portanto menor que $2\\;\\mathsf{m m}$ , é a terra fina seca ao ar (TFSA) que é utilizada na análise granulométrica.  \n\n7.2. DETERMINAÇÃO DE FRAÇÕES MAIORES QUE 2MM  \n\nPara a determinação do teor de partículas maiores que 2 mm presente no solo (cascalhos, calhaus e matacões - Quadro 1), as partículas individuais que ficaram retidas da peneira de 2mm são transferidas para o conjunto de peneiras montadas na ordem crescente de tamanho de abertura das malhas das peneiras: fundo, 20 mm e 200 mm.  \n\nA fração retida em cada peneira é lavada com água e dispersante, colocada para secar em estufa $110^{\\circ}\\mathsf{C}$ e pesada. É calculada a proporção dessas frações em relação à massa total inicial da amostra descontada a umidade do solo, ou proporção da terra fina seca em estufa (TFSE).  \n\n7.3. PRÉ-TRATAMENTOS  \n\nO pré-tratamento das amostras tem por finalidade eliminar os agentes cimentantes (p.ex. matéria orgânica), os íons floculantes (p.ex. carbonatos) e sais solúveis que podem afetar a dispersão (ou ação do dispersante) e estabilização da suspensão do solo.  \n\nA necessidade de pré-tratamento pode ser identificada na fase de preparo da amostra, mas muitas vezes é identificada apenas nas etapas de dispersão e preparo da suspensão ou na análise de resultados.  \n\nAlgumas situações indicam a necessidade de pré-tratamento: informações sobre o local de coleta (p.ex. solos encharcados ou em clima frio), presença de grande quantidade de material orgânico pouco decomposto e cor escurecida da amostra indicando teores de matéria orgânica elevados, agregados maciços ou muito consolidados, volume de amostra acima do usual em relação à massa de $10\\circ\\mathsf{u}\\ 20\\,\\mathsf{g},$ decantação imediata da amostra após a dispersão, presença de grande quantidade de espuma na superfície da suspensão, teores de silte acima do usual, especialmente em amostras escurecidas e da camada superficial do solo.  \n\nSe a necessidade de pré-tratamento for identificada, a análise deve ser refeita com o pré- tratamento correspondente.  \n\n7.3.1. SOLOS CALCÁRIOS  \n\nColocar $50~\\mathrm{g}$ de solo em copo de vidro e adicionar porções de 20 a $30\\;\\mathsf{m L}$ de solução de ácido clorídrico a $10\\,\\%$ , agitando a amostra com bastão de vidro. Aguardar 10 minutos entre as adições. Suspender a adição do ácido quando já não se observar a efervescência, cobrir com vidro de relógio e deixar em repouso uma noite. Adicionar mais um pouco do ácido e verificar a ausência de efervescência. Transferir a amostra para funil de vidro contendo papel de filtro. Lavar a amostra com ${100}\\,\\mathsf{m L}$ de água por três vezes. Colocar o papel de filtro com a amostra numa bandeja para secar ao ar ou em estufa a $40^{\\circ}\\mathsf{C}$ . Homogeneizar a amostra e, em seguida, pesar a quantidade necessária para a análise granulométrica.  \n\nO uso do dispersante hexametafosfato de sódio é indicado para remover carbonatos. Por isso, o uso desse dispersante é recomendado para solos calcários.  \n\n7.3.2. SOLOS SALINOS  \n\nColocar ${50~\\mathrm{g}}$ de solo em funil de vidro contendo papel de filtro e adicionar álcool etílico a $60\\,\\%$ até preencher todo o funil. Adicionar novas quantidades depois de esgotada a adição anterior, sucessivamente, por 3 a 5 vezes. Lavar a amostra com ${100}\\,\\mathsf{m L}$ de água destilada. Colocar o papel de filtro com a amostra numa bandeja para secar ao ar ou em estufa a $40^{\\circ}\\mathsf{C}$ Homogeneizar a amostra e, em seguida, pesar a quantidade necessária para a análise granulométrica.  \n\n7.3.3. SOLOS RICOS EM MATÉRIA ORGÂNICA  \n\nColocar $50\\,\\mathrm{g}$ de solo em um copo de vidro e adicionar água destilada até cobrir o solo. Colocar 5 mL de água oxigenada $\\left(\\mathsf{H}_{2}\\mathsf{O}_{2}\\right)$ a 30 volumes. Agitar com bastão de vidro e verificar a reação efervescente (Figura 3). Por 3 a 5 vezes, a cada hora, repetir a adição de $\\mathsf{H}_{2}\\mathsf{O}_{2}$ e agitar. Cobrir a cápsula e deixar em repouso durante uma noite. Nos dias seguintes, repetir a adição de $\\mathsf{H}_{2}\\mathsf{O}_{2}$ até o desaparecimento de reação. Colocar a cápsula para secar em estufa entre $50^{\\circ}\\mathrm{C}$ e $60^{\\circ}\\mathsf{C}$ . Após secagem, acrescentar uma última porção de $5\\;\\mathrm{mL}$ de $\\mathsf{H}_{2}\\mathsf{O}_{2}$ . Em seguida, colocar água para cobrir a amostra e agitar com bastão de vidro. Passar a amostra por um funil de vidro contendo papel de filtro qualitativo e lavar várias vezes com água destilada (3 a 5 vezes ou até a água sair mais clara). Colocar o papel de filtro com a amostra numa bandeja para secar ao ar ou em estufa a $40{\\stackrel{\\circ}{=}}\\Gamma$ . Homogeneizar a amostra e, em seguida, pesar a quantidade necessária para a análise granulométrica.  \n\n  \nFigura 3. Adição de água oxigenada e lavagem da amostra de solo.  \n\n7.4. UMIDADE DA AMOSTRA  \n\nTransferir para lata de alumínio entre $4\\in6\\,\\mathrm{g}$ da TFSA preparada nos itens 6.1 ou 6.3.  Usando balança semi-analítica, pesar e anotar o peso da amostra úmida (Mu). Secar em estufa a $110^{\\circ}\\Gamma$ por no mínimo 8 horas. Pesar e anotar o peso da amostra seca (Ms). Calcular umidade da amostra (U) e fator de correção (Fc), conforme equações 1 e 2.  \n\nO valor da umidade da TFSA em geral é de 1 a $3\\%$ .  \n\n$$\nU={\\frac{M u-M s}{M s}}\n$$  \n\n$$\nF c={\\frac{M s}{M u}}\n$$  \n\n7.5. DISPERSÃO DAS PARTÍCULAS  \n\nA dispersão $\\acute{\\mathbf{e}}$ a mais crítica etapa da análise. Para se obter a dispersão completa das partículas da amostra de solo há necessidade de se combinar métodos mecânicos e químicos.  \n\nOs métodos mecânicos mais frequentemente usados são: agitação suave e delongada ou agitação violenta por um período mais curto. O método mais indicado é agitação lenta por 16 horas.  \n\nDentre os compostos químicos mais empregados para dispersar as partículas destacam-se os contendo sódio. A solução dispersante utilizada é uma solução de hidróxido de sódio e hexametafosfato de sódio.  \n\n7.5.1. SOLUÇÃO DISPERSANTE  \n\nSolução de hidróxido de sódio 0,1 mol ${\\mathsf{L}}^{-1}\\,{\\mathsf{e}}$ hexametafosfato de sódio $0,016\\;\\mathsf{m o l}\\;\\mathsf{L}^{-1}$ . Para o preparo da solução: em balança semi-analítica pesar ${}4\\,\\mathrm{g}$ de hidróxido de sódio PA e ${}^{10}\\,\\mathsf{g}$ de hexametafosfato de sódio PA. Dissolvê-los em $200~\\mathsf{m L}$ de água destilada. Agitar e transferir para balão volumétrico de um litro com auxílio de funil. Completar com água destilada e homogeneizar. Identificar o frasco com data de preparo, responsável, data de validade e os elementos da solução.  \n\nSobre uso de outros dispersantes ver item 8.1.  \n\n7.5.2. AGITADOR E FRASCO PARA DISPERSÃO  \n\nUtiliza-se agitação lenta e reciprocante, em agitador rotatório de Wagner a 30 rpm por 16 horas, utilizando garrafa de Stohmann de $500\\;\\mathrm{mL}$ (Figura 4).  \n\nSobre uso de outros agitadores e frascos ver item 8.2.  \n\n7.6. PROCEDIMENTO  \n\nTransferir para garrafa de Stohmann $_{10\\,\\mathrm{g}}$ da amostra mais $50\\;\\mathrm{mL}$ de solução dispersante (método da pipeta) ou $_{20\\ \\mathtt{g}}$ de solo mais ${100}\\,\\mathsf{m L}$ da solução dispersante (método do densímetro). Para adicionar a solução dispersante usar proveta do tipo “bico de papagaio” (Figura 4). Vedar as garrafas com rolhas de borracha e colocá-las para agitação no agitador rotatório de Wagner a 30 rpm, durante dezesseis horas (Figura 4).  \n\n  \nFigura 4. Dosagem do dispersante e agitador de amostras com garrafas de Stohmann", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287255/images/u7zqj3.jpg", "size": 178249}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287255/images/3s9uck.jpg", "size": 37542}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287255/images/wednya.jpg", "size": 53586}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287255/images/ovu7pw.jpg", "size": 56354}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287259/images/6s2bug.jpg", "size": 241577}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287259/images/wg08qv.jpg", "size": 354964}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287259/images/1unc7w.jpg", "size": 105363}]}