{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/bitstream/doc/30164/1/BPD082004.pdf", "text_in_pdf": "Monitoramento Agrícola a Partir de Imagens Aéreas e WebMapping  \n\nLúcio André de Castro Jorge1   \nOnofre Trindade Júnior2   \nJaime Aguiar3   \nAbimael Cereda Júnior4  \n\nResumo  \n\nOs processos produtivos têm evoluído para uma nova forma de ver e avaliar os resultados e a utilização das novas tecnologias no campo. Em especial sistemas que permitem identificar, registrar e certificar as evoluções, resultados e retorno econômico de insumos ou sementes utilizadas.  \n\nEsta informação combinada com a geoinformação pode direcionar vistorias de campo durante o ciclo do cultivo ou em datas posteriores à colheita, possibilitando localizar e fornecer um diagnóstico preciso da área de cultivo. A partir daí, podem ser elaborados os mapas de recomendações: descompactação, fertilidade, aplicação de insumos em taxa variável, entre outros.  \n\nUma das geoinformações mais importantes no monitoramento agrícola têm sido as imagens aéreas georreferenciadas. Estas, aliadas ao processamento rápido e a transformação da informação contida na imagem em mapas temáticos disponibilizados na WEB, através de técnicas de WebMapping, são certamente os fatores de sucesso no monitoramento agrícola.  \n\nAssim, no presente trabalho pretende-se apresentar uma solução que está sendo utilizada e validade na Embrapa Instrumentação Agropecuária para monitoramento agrícola por imagens aéreas e WebMapping..  \n\nAgricultural Monitoring From Aerial Images And WebMapping  \n\nLúcio André de Castro Jorge Onofre Trindade Júnior Jaime Aguiar Abimael Cereda Júnior  \n\nAbstract  \n\nThe productive processes have been developing for a new form of to see and to evaluate the results and the use of the new technologies in the field. Especially, systems that allow to identify, to register and to certify the evolutions, results and economical return of inputs or used seeds.  \n\nThis combined information with the geoinformation can help field inspections during the cultivation cycle or in subsequent dates to the crop, making possible to locate and to supply a necessary diagnosis of the cultivation area. Since then, the maps of recommendations can be elaborated: compactation, fertility, application of inputs in variable rate, among others.  \n\nOne of the most important geoinformation in the agricultural monitoring has been the aerial images with location. These, allied to the fast processing and the transformation of the information contained in the image in thematic maps available in the WEB, through techniques of WebMapping, are certainly the success factors in the agricultural management.  \n\nTherefore, the present work intends to show a solution that is being used and validity in Embrapa Agricultural Instrumentation for agricultural monitoring by aerial images and WebMapping..  \n\nIntrodução  \n\nO monitoramento agrícola mais recente, que tem por necessidade intrínseca de informações georreferenciadas, se beneficia dos avanços da computação para análise e interpretação de grande quantidade de dados e imagens, à portabilidade de sistemas para obtenção confiável de dados, ao Sistema de Posicionamento Global (GPS) e aos meios de comunicação (dentre os quais se destaca a Internet), contribuindo para a sustentabilidade do meio-ambiente, aumento na produtividade e economia em insumos.  \n\nSe por um lado os dados geográficos podem ser manipulados hoje com alto nível de precisão, eficiência e rapidez, por outro um dos grandes entraves ainda encontrados é a dificuldade técnica operacional em relação ao uso de software/hardware, sendo a disseminação destes e a conversão dos dados em informação o grande desafio atual, principalmente para o Monitoramento Agrícola, englobando toda a cadeia envolvida (produtores e técnicos).  \n\nA utilização de ferramentas Web para Geoprocessamento, principalmente no que tange à questão de processamento, visualização e consulta dos dados e informações de forma remota a qualquer momento, vem à discussão e, apesar do grande alvoroço atual, a questão remonta ao grande boom da Internet no final da década de 90. Nesta, todas as atenções foram voltadas para a Internet e Sistemas Distribuídos (estando incluídos os Sistemas de Informações Geográficas Distribuídos), havendo investimentos maciços sob a tutela de gurus da área de TI (Tecnologia da Informação) profetizando o fim das aplicações offline.  \n\nTais sistemas se caracterizam pela interoperabilidade e pela representação visual cartográfica temática dos dados (lembrando que se abarcam não só mapas, mas representações visuais dos dados como gráficos e relatórios) de maneira flexível ao usuário final e transparente para o administrador do sistema, por não mais se apresentar na estrutura de hardware local isolado, e sim com um  servidor central de informações com possibilidade de acesso remoto.  \n\nDesta forma, após a grande evolução dos Sistemas de Informações Geográficas, o desafio consiste em como permitir o acesso à informação geográfica ao maior número de usuários de maneira rápida, segura e a fim de atingir o objetivo principal da Cartografia Temática, a saber: um produto que transmita as informações através de mapas e simbologia apropriadas, para o público-alvo almejado, por exemplo, o agricultor e o seu agrônomo chefe.  \n\nEsta é uma das grandes vantagens dos chamados Sistemas de Informações Geográficas Distribuídos (SIGD), já que através desta tecnologia é possível disponibilizar funções e obter resultados para um público-alvo, familiarizado ou não com os SIGs tradicionais, tendo como único requisito acesso à Internet. As soluções via Web permitem abrangência e flexibilidade muito maiores, incluindo até mesmo usuários com diferentes patamares de conhecimento técnico.  \n\nDevemos ressaltar, entretanto, que um sistema de WebMapping vai muito além de recursos comuns a sistemas de visualização de mapas como aproximação (zoom), ligar e desligar planos de informação (layers) ou disponibilizar um mapa sem critério algum estatístico de divisão de legendas. O grande diferencial, principalmente para o Monitoramento Agrícola, está na capacidade de integração das imagens terrestres e dados de coleta de campo, através, por exemplo, de PDAs (Personal Digital Assistant), bem como na análise das imagens aéreas gerando informação em tempo hábil para se preparar um mapa de aplicação de insumos em taxa variada, processado via Web e disponibilizado para cópia no formato requerido pelo equipamento aplicador.  \n\nDe forma sintética, apresenta-se neste documento o processo de monitoramento agrícola por imagens aéreas e um sistema de WebMapping  \n\nWebMapping Agrícola  \n\nA implantação do WebMapping para monitoramento agrícola requer, antes de tudo, a mudança na forma de se pensar todo o ciclo informacional desta, desde a coleta de dados em campo até a geração dos produtos cartográficos.  \n\nOs dados georreferenciados podem vir de inspetorias de campo, através de sistemas PDAs com GPS e câmera acoplada, onde seriam obtidas informações básicas sobre a cultura, tipo de solo, doenças, pragas ou qualquer outra informação de interesse, bem como de medidores de produtividade, devendo ser estes descarregados num sistema de conversão e integração, preparando-os para o envio via Internet.  \n\nOutros tipos de dados, como o imageamento, podem ser adquiridos por meio de câmeras instaladas em aeronaves ( Trindade Junior. et al., 2004a,b), gerando novos temas no sistema. Para cada imagem gera-se vá´rios temas: palha, solo nu, cultura, invasoras etc.  \n\nApós o sincronismo, operação que possibilita a integração e transformação dos dados em um formato e modelagens comuns, os dados recebidos de diversas fontes podem ser enviados para o sistema de WebMapping adotado, sendo neste momento inseridos num Banco de Dados Geográfico.  \n\nEntretanto, coletas de dados georreferenciados, integração com formatos comuns e a publicação de mapas na Web não são suficientes para se definir um WebMapping. Deve ser este um sistema que além disto transforma os dados em informação, e esta sendo disponibilizada em linguagem cartográfica coerente com o público alvo final, ou seja, responsáveis técnicos pelo monitoramento.  \n\nPode-se assim afirmar que as ferramentas e técnicas a seguir descritas são fundamentais e devem estar presentes nestes sistemas:  \n\n- Elaboração de Mapas Temáticos (Quantitativos e Qualitativos) referentes aos dados coletados;  \n\nDesta forma, os dados que estão georreferenciados terão sua representação gráfica em forma de mapas temáticos, representando a intensidade do evento ou mesmo a condição da região e/ou ponto que está sendo analisado.  \n\n- Classes dos Mapas elaboradas com critérios estatísticos adequados; Não basta somente a divisão das classes dos mapas de forma arbitrária, como “de 1 a 5, de 5 a ${10^{\\prime\\prime}}$ . É necessária a implementação de análises e cálculos que tratem os dados e os apresente da maneira mais condizente com a realidade não só pontual, mas também levando em consideração a espacialidade do dado, de forma otimizada.   \n- Consulta espacial restritiva, com acesso direto ao Banco de Dados, permitindo cruzar diferentes temas; O técnico responsável ou até mesmo o usuário final pode criar consultas espaciais com operadores como contém, está contido, entre outros, bem como operadores booleanos, permitindo assim a elaboração de mapas temáticos resultantes destas consultas, demonstrando a relação entre temas diferenciados, como palha e presença de ervas daninhas.   \n- Aplicação de Cálculos Estatísticos Espaciais e de Interpoladores de Dados; A aplicação de Cálculos Estatísticos Espaciais é possível a análise automatizada dos dados através de modelos já descritos e amplamente utilizados na bibliografia, gerando mapas, por exemplo, de diagnósticos e previsões. Além disto, com a utilização de interpoladores, torna-se possível estimar valores e mesmo gerar visualizações em três dimensões.   \n- Análise dos Dados em multi-temporalidade; Permite a análise através dos anos e safras dos diferentes temas gerados, sendo possível tal aplicação em um WebMapping bem modelado e baseado em metodologias de coleta de dados adequada.   \n- Exportação dos resultados em formato de dados padrão no mercado, ou que permita fácil importação em outros sistemas (sejam eles SIGs ou até mesmo máquinas agrícolas).  \n\nMonitoramento por imagens aéreas  \n\nSensores remotos (que podem estar a bordo de aeronaves ou plataformas terrestres), em geral são desenvolvidos com um número específico de canais ou bandas. Esses sensores podem ser classificados em multiespectrais (em torno de 4 a 20 canais) ou hiperespectrais (possuindo algo em torno de 50 a 300 canais). Cada canal é responsável pela coleta de uma informação que está em um campo específico do espectro eletromagnético.  \n\nA figura 1 apresenta uma curva de refletância característica de uma cultura verde sadia com os respectivos comprimentos de onda.\n\nBoletim de Pesguisa e Desenvolvimento  \n\nMonitoramento Agrícola a Partir de Imagens Aéreas e WebMapping  \n\n  \n\nRepública Federativa do Brasil  \n\nLuiz Inácio Lula da Silva Presidente  \n\nMinistério da Agricultura, Pecuária e Abastecimento  \n\nRoberto Rodrigues Ministro  \n\nEmpresa Brasileira de Pesquisa Agropecuária - Embrapa  \n\nConselho de Administração  \n\nJosé Amauri Dimárzio Presidente  \n\nClayton Campanhola Vice-Presidente  \n\nDietrich Garhard Quast   \nAlexandre Kalil Pires   \nSérgio Fausto   \nUrbano Campos Ribeiral   \nMembros  \n\nDiretoria Executiva da Embrapa  \n\nClayton Campanhola Diretor-Presidente  \n\nGustavo Kauark Chianca Hebert Cavalcante de Lima Mariza Barbosa Diretores-Executivos  \n\nEmbrapa Instrumentação Agropecuária  \n\nLadislau Martin Neto Chefe-Geral  \n\nÁlvaro Macedo da Silva Chefe-Adjunto de Administração  \n\nLuiz Henrique Capparelli Mattoso Chefe-Adjunto de Pesquisa e Desenvolvimento  \n\nRicardo Yassushi Inamasu Gerente da Área de Comunicação e Negócios  \n\nBoletim de Pesquisa e Desenvolvimento O8  \n\nMonitoramento Agrícola a Partir de Imagens Aéreas e WebMapping  \n\nLúcio André de Castro Jorge Onofre Trindade Júnior Jaime Aguiar Abimael Cereda Júnior  \n\nExemplares desta publicação podem ser adquiridos na:  \n\nEmbrapa Instrumentação Agropacuária   \nRua XV de Novembro, 1452   \nCaixa Postal 741   \nCEP 13560-970 - São Carlos-SP   \nFone: (16) 3374 2477   \nFax: (16) 3372 5958   \nwww.cnpdia.embrapa.br   \nE-mail: sac@cnpdia.embrap.br  \n\nComitê de Publicações da Unidade  \n\nPresidente: Dr. Luiz Henrique Capparelli Mattoso   \nSecretária-Executiva: Valéria de Fátima Cardoso   \nMembros: Dra. Débora Marcondes Bastos Pereira Milori,   \nDr. João de Mendonça Naime,   \nDr. Washington Luiz de Barros Melo   \nMembro Suplente: Dr. Paulo Sérgio de Paula Herrmann Junior  \n\nSupervisor editorial: Dr. Rubens Bernardes Filho Revisor de texto: Valéria de Fátima Cardoso Normalização bibliográfica: Valéria de Fátima Cardoso Tratamento de ilustrações: Valentim Monzane Foto(s) capa: Rubens Bernardes Filho Editoração eletrônica: Valentim Monzane  \n\n1 a edição   \n1 a impressão (2004): tiragem 300  \n\nTodos os direitos reservados. A reprodução não-autorizada desta publicação, no todo ou em parte, constitui violação dos direitos autorais (Lei no  9.610). CIP-Brasil. Catalogação-na-publicação. Embrapa Instrumentação Agropecuária  \n\nSumário  \n\nResumo 5 Abstract .6 Introdução WebMapping Agrícola .8 Monitoramento por imagens aéreas .. 9 Resultados do monitoramento agrícola por imagens aéreas no espectro visível .. .11 Conclusões 17 Referências Bibliográficas 17", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287390/images/pajx4b.jpg", "size": 529794}]}