{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/1098515/1/CNPAF2018lv2edrevampfenologiafeijoeiromar2019.pdf", "text_in_pdf": "Apresentação  \n\nEsta obra, organizada por uma equipe interdisciplinar da Embrapa Arroz e Feijão, representa um exercício didá- tico de sistematização de informações sobre as diferentes etapas de desenvolvimento da planta do feijão-comum e, associadas a elas, informações sobre as principais pragas, requerimento de água e aspectos de zoneamento de risco climático, além dos requerimentos nutricionais e a contribuição da fixação biológica de nitrogênio para a cultura.  \n\nDe forma didática, a equipe multidisciplinar engajada na criação desta obra, conseguiu condensar informações extremamente úteis para todos àqueles que atuam com a cultura do feijoeiro-comum. Essas informações foram geradas ao longo do tempo pelos técnicos da Embrapa e seus parceiros públicos e privados.  \n\nA utilização das informações pelos agricultores, permitirá que sejam realizadas as boas práticas agrícolas no momento mais indicado e, portanto, maximizar o potencial produtivo das plantas, independentemente do ciclo produtivo da cultivar adotada. O emprego efetivo das informações contidas nesta obra contribuirá significativamente para a sustentabilidade da cultura.  \n\nRecomendamos a todos os interessados na produção de feijão, a leitura minuciosa e a utilização permanente deste documento para que, no dia a dia do ciclo produtivo, consigam realizar as melhores práticas, na hora certa, e, assim, produzir mais e melhor.  \n\nBoa leitura a todos!  \n\nAlcido Elenor Wander Chefe-Geral da Embrapa Arroz e Feijão  \n\n  \n\nSumário  \n\nIntrodução....   \nHábitos de crescimento.. .11   \nEstádios de desenvolvimento da planta .13   \nPragas... .25   \nDoenças... .33   \nNecessidade hídrica .45   \nZoneamento Agrícola de Risco Climático (Zarc).. .46   \nDeficiência hídrica..... .47   \nExigências nutricionais.. .49   \nDeficiências nutricionais.. .53   \nReferências..... .59   \nLiteratura recomendada. ..61  \n\n  \n\nIntrodução  \n\nFenologia refere-se ao estudo dos fenômenos periódicos dos seres vivos e suas relações com as condições do ambiente e a correlação com os aspectos morfológicos. A fenologia de uma planta cultivada constitui uma ferramenta eficaz de manejo que possibilita identificar, por meio da observação dos caracteres morfológicos, o tempo fisiológico ao qual se encontram associadas as necessidades desse vegetal que, uma vez atendidas, possibilitarão seu desenvolvimento normal e, consequentemente, alcançarão os rendimentos adequados.  \n\nA fenologia representa, portanto, o estudo de como a planta se desenvolve ao longo de suas diferentes etapas: germinação, emergência, crescimento e desenvolvimento vegetativo, florescimento, frutificação, formação das sementes e maturação.  \n\nA escala de desenvolvimento do feijoeiro compreende duas grandes fases, a vegetativa e a reprodutiva, as quais subdividem-se em dez estádios. A fase vegetativa (V), é constituída dos estádios V0, V1, V2, V3 e V4, e a reprodutiva (R) dos estádios R5, R6, R7, R8 e R9.  \n\nOs critérios utilizados para identificar os estádios de desenvolvimento do feijoeiro devem considerar as influências de todos os fatores que afetam o comportamento da cultura, sejam do manejo ou do meio ambiente. As plantas têm exigências diferentes de nutrientes e de água nas diferentes fases fenológicas, respondendo melhor ao controle de pragas e doenças, feitos na fase certa.  \n\nO objetivo desta publicação é identificar momentos para a tomada de decisão de produtores e técnicos, visando aumentar a produtividade do feijoeiro.\n\nCONHECENDO A FENOLOGIA FEJOEIRO E SEUS ASPECTOS FITOTECNICOS 2ª edição revista e ampliada  \n\nConhecendo a Fenologia do Feijoeiro e Seus Aspectos Fitotécnicos  \n\n2ª edição revista e ampliada  \n\nEmbrapa Arroz e Feijão   \nRodovia GO 462, Km 12, Zona Rural   \nCaixa Postal 179   \n75375-000 Santo Antônio de Goiás, GO   \nFone: (62) 3533 2105   \nFax: (62) 3533 2100   \nwww.embrapa.br/fale-conosco/sac   \nwww.embrapa.br  \n\nUnidade responsável pelo conteúdo e pela edição Embrapa Arroz e Feijão  \n\nComitê Local de Publicações  \n\nPresidente: André Ribeiro Coutinho   \nSecretária-executiva: Tereza Cristina de Oliveira Borba   \nMembros: Aluísio Goulart Silva, Ana Lúcia Delalibera de Faria, Fábio Fernandes   \nNolêto, Luiz Roberto Rocha da Silva, Luciene Fróes Camarano de Oliveira, Luís   \nFernando Stone, Márcia Gonzaga de Castro Oliveira, José Manoel Colombari   \nFilho, Roselene de Queiroz Chaves  \n\nSupervisão editorial: Luiz Roberto Rocha da Silva Revisão de texto: Luiz Roberto Rocha da Silva Normalização bibliográfica: Ana Lúcia D. de Faria Projeto gráfico e editoração eletrônica: Fábio Fernandes Nolêto Fotos da capa: Sebastião José de Araújo Capa: Fábio Fernandes Nolêto e Fabiano Severino  \n\n1ª edição   \nOn-line (2018)   \n1ª impressão (2018): 1.000 exemplares  \n\n2ª edição On-line (2018)  \n\nTodos os direitos reservados.  \n\nA reprodução não autorizada desta publicação, no todo ou em parte, constitui violação dos direitos autorais (Lei $\\mathsf{n}^{\\circ}\\,9.610_{\\phantom{.}}^{\\phantom{.}}$ ).  \n\nDados Internacionais de Catalogação na Publicação (CIP) Embrapa Arroz e Feijão  \n\nConhecendo a fenologia do feijoeiro e seus aspectos fitotécnicos / Luciene Fróes Camarano de Oliveira ... [et al.]. – 2. ed. rev. e ampl. – Brasília, DF : Embrapa, 2018. 61 p. : il. color  ; 29,7 cm x 21 cm.  \n\nISBN   978-85-7035-816-5  \n\n1. Feijão – Etapa de desenvolvimento da planta. 2. Feijão – Fitotecnia. I. Oliveira, Luciene Fróes Camarano de. II. Embrapa Arroz e Feijão.  \n\nCDD  635.652  \n\nAutores  \n\nLuciene Fróes Camarano de Oliveira  \n\nEngenheira-agrônoma, mestre em Agronomia, analista da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nMárcia Gonzaga de Castro Oliveira Engenheira agrícola, mestre em Sistemas Agroindustriais, analista da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nAdriane Wendland Engenheira-agrônoma, doutora em Fitopatologia, pesquisadora da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nAlexandre Bryan Heinemann Engenheiro-agrônomo, doutor em Irrigação e Drenagem, pesquisador da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nCleber Morais Guimarães Engenheiro-agrônomo, doutor em Fisiologia Vegetal, pesquisador da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nEnderson Petrônio de Brito Ferreira Engenheiro-agrônomo, doutor em Fitotecnia, pesquisador da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nEliane Dias Quintela Engenheira-agrônoma, Ph.D. em Entomologia, pesquisadora da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nFlávia Rabelo Barbosa Engenheira-agrônoma, doutora em Produção Vegetal, pesquisadora da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nMaria da Conceição Santana Carvalho Engenheira-agrônoma, doutora em Solos e Nutrição de Plantas, pesquisadora da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nMurillo Lobo Junior Engenheiro-agrônomo, doutor em Fitopatologia, pesquisador da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nPedro Marques da Silveira Engenheiro-agrônomo, doutor em Fertilidade de Solos e Nutrição de Plantas, pesquisador da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO  \n\nSilvando Carlos da Silva Engenheiro agrícola, mestre em Meteorologia Agrícola, pesquisador da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287282/images/2skkft.jpg", "size": 53326}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287282/images/fytks1.jpg", "size": 53326}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287300/images/moes1a.jpg", "size": 419752}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287300/images/i9a44y.jpg", "size": 53326}]}