{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/1098515/1/CNPAF2018lv2edrevampfenologiafeijoeiromar2019.pdf", "text_in_pdf": "Apresentação  \n\nEsta obra, organizada por uma equipe interdisciplinar da Embrapa Arroz e Feijão, representa um exercício didá- tico de sistematização de informações sobre as diferentes etapas de desenvolvimento da planta do feijão-comum e, associadas a elas, informações sobre as principais pragas, requerimento de água e aspectos de zoneamento de risco climático, além dos requerimentos nutricionais e a contribuição da fixação biológica de nitrogênio para a cultura.  \n\nDe forma didática, a equipe multidisciplinar engajada na criação desta obra, conseguiu condensar informações extremamente úteis para todos àqueles que atuam com a cultura do feijoeiro-comum. Essas informações foram geradas ao longo do tempo pelos técnicos da Embrapa e seus parceiros públicos e privados.  \n\nA utilização das informações pelos agricultores, permitirá que sejam realizadas as boas práticas agrícolas no momento mais indicado e, portanto, maximizar o potencial produtivo das plantas, independentemente do ciclo produtivo da cultivar adotada. O emprego efetivo das informações contidas nesta obra contribuirá significativamente para a sustentabilidade da cultura.  \n\nRecomendamos a todos os interessados na produção de feijão, a leitura minuciosa e a utilização permanente deste documento para que, no dia a dia do ciclo produtivo, consigam realizar as melhores práticas, na hora certa, e, assim, produzir mais e melhor.  \n\nBoa leitura a todos!  \n\nAlcido Elenor Wander Chefe-Geral da Embrapa Arroz e Feijão  \n\n  \n\nSumário  \n\nIntrodução....   \nHábitos de crescimento.. .11   \nEstádios de desenvolvimento da planta .13   \nPragas... .25   \nDoenças... .33   \nNecessidade hídrica .45   \nZoneamento Agrícola de Risco Climático (Zarc).. .46   \nDeficiência hídrica..... .47   \nExigências nutricionais.. .49   \nDeficiências nutricionais.. .53   \nReferências..... .59   \nLiteratura recomendada. ..61  \n\n  \n\nIntrodução  \n\nFenologia refere-se ao estudo dos fenômenos periódicos dos seres vivos e suas relações com as condições do ambiente e a correlação com os aspectos morfológicos. A fenologia de uma planta cultivada constitui uma ferramenta eficaz de manejo que possibilita identificar, por meio da observação dos caracteres morfológicos, o tempo fisiológico ao qual se encontram associadas as necessidades desse vegetal que, uma vez atendidas, possibilitarão seu desenvolvimento normal e, consequentemente, alcançarão os rendimentos adequados.  \n\nA fenologia representa, portanto, o estudo de como a planta se desenvolve ao longo de suas diferentes etapas: germinação, emergência, crescimento e desenvolvimento vegetativo, florescimento, frutificação, formação das sementes e maturação.  \n\nA escala de desenvolvimento do feijoeiro compreende duas grandes fases, a vegetativa e a reprodutiva, as quais subdividem-se em dez estádios. A fase vegetativa (V), é constituída dos estádios V0, V1, V2, V3 e V4, e a reprodutiva (R) dos estádios R5, R6, R7, R8 e R9.  \n\nOs critérios utilizados para identificar os estádios de desenvolvimento do feijoeiro devem considerar as influências de todos os fatores que afetam o comportamento da cultura, sejam do manejo ou do meio ambiente. As plantas têm exigências diferentes de nutrientes e de água nas diferentes fases fenológicas, respondendo melhor ao controle de pragas e doenças, feitos na fase certa.  \n\nO objetivo desta publicação é identificar momentos para a tomada de decisão de produtores e técnicos, visando aumentar a produtividade do feijoeiro.\n\nSECRETARIA DA AGRICULTURA E ABASTECIMENTO  \nAGÊNCIA PAULISTA DE TECNOLOGIA DOS AGRONEGÓCIOS  \nINSTITUTO AGRONÔMICO \nCentro de Solos e Recursos Ambientais  \nAv  Barão de Itapura  1 481 - Caixa Postal 28  \n          \n \n \n \nMÉTODOS DE ANÁLISE FÍSICA DE SOLOS DO INSTITUTO \nAGRONÔMICO DE CAMPINAS \nBOLETIM TÉCNICO ANÁLISE GRANULOMÉTRICA  \n \n \nCoordenação  Geral : \nIsabella Clerici De Maria  \n \nCoautoria : \nRicardo Marques Coelho  \nMonica Ferreira de Abreu  \nHeitor Cantarella  \n \nApoio Técnico  \nMaria Elizabete Alves de Freitas  \nRuth Fazio Rodrigues  \nAntônio Ribeiro de Souza  \n \n \nCampinas \nVersão II -  Maio  2021  \n \n \nTexto para o Ensaio de Proficiência IAC para laboratórios de Análise de Solo para Fins \nAgrícolas  \n \n\n \nPágina 1 de 32 \n Sumário  \nMÉTODO COMPLETO  ......................................................................................................................... 2  \n1. NOTAS DA PRIMEIRA EDIÇÃO..................................................................................................... 2  \n2. INTRODUÇÃO  ............................................................................................................................. 2  \n3. COMPOSIÇÃO DO SOLO  ............................................................................................................. 3  \n4. TAMANHO DAS PARTÍCULAS MINERAIS  ..................................................................................... 3  \n5. TEXTURA DO SOLO E CLASSIFICAÇÃO TEXTURAL  ....................................................................... 4  \n6. AMOSTRAGEM DE SOLO PARA ANÁLISE GRANULOMÉTRICA  .................................................... 5  \n7. ANÁLISE GRANULOMÉTRICA  ...................................................................................................... 5  \n8. OUTROS PROCEDIMENTOS  ...................................................................................................... 16 \n9. CONSIDERAÇÕES FINAIS  ........................................................................................................... 18 \n10. REFERÊNCIAS .......................................................................................................................... 19 \nANEXO 1. Equação de Stokes:  ...................................................................................................... 21 \nANEXO 2. Relação entre diferentes expressões de abertura de malha de peneiras: .................. 22 \nMÉTODO SIMPLIFICADO .................................................................................................................. 23 \n1. TAMANHO DAS PARTÍCULAS MINERAIS  ................................................................................... 23 \n2. TEXTURA DO SOLO E CLASSIFICAÇÃO TEXTURAL  ..................................................................... 23 \n3. MATERIAL PARA ANÁLISE GRANULOMÉTRICA ......................................................................... 24 \n4. REAGENTES PARA A ANÁLISE GRANULOMÉTRICA  ................................................................... 25 \n5. ANÁLISE GRANULOMÉTRICA  .................................................................................................... 25 \n6. REFERÊNCIAS  ............................................................................................................................ 31 \n \n \n  \nMétodos de Análise Física\nEnsaio de Proficiência IAC para Laboratórios de Análise de Solos para Fins de Fertilidade \nhtpp://lab.iac.sp.gov.br\n\n \nPágina 2 de 32 \n MÉTODO COMPLETO \n \nMÉTODOS DE ANÁLISE FÍSICA DE SOLOS DO INSTITUTO AGRONÔMICO DE CAMPINAS  \nBOLETIM TÉCNICO ANÁLISE GRANULOMÉTRICA  \n \n1. NOTAS DA P RIMEIRA EDIÇÃO  \nEste texto substitui o capítulo de Análises Físicas do Boletim Técnico 1061, de 1986, do Instituto \nAgronômico. Os métodos lá descritos há muito precisavam de uma revisão, o que está sendo feito \nagora.  \nDuas versões de procedimentos para análises físicas são apresentadas – uma completa, com mais \ndetalhes, e uma segunda simplificada, direcionada para o uso no dia a dia . \nA presente edição  foi preparada exclusivamente para o Ensaio de Proficiência IAC para L aboratórios \nde Análise de Solo para Fins de Fertilidade. O texto atende a antiga demanda dos laboratórios \nparticipantes do Ensaio de Proficiência para mais detalhes dos métodos e dicas de como resolver \nproblemas com as determinações de granulometria. Os problemas observados por muitos \nlaboratórios, que levam a erros nos resultados, são devidos muitas vezes à falta de uniformização \nde procedimentos . Espera -se que o presente texto ajude com isso. Como esta edição  não é a \ndefinitiva, os autores esperam que os responsáveis pelos laboratórios reportem dificuldades, dúvidas e até possíveis erros para que as próximas edições possam ser melhoradas.  \nOs autores  \n \n \n2. INTRODUÇÃO  \nO Instituto Agronômico conduz levantamentos de solos há mais de meio século. Sempre houve \nnecessidade de efetuar junto a esses levantamentos um cuidadoso trabalho de laboratório que \nfornecesse os resultados das propriedades químicas, físicas e mineralógicas que, somados aos de \ncampo, permitissem uma adequada caracterização dos solos. Os métodos usados nessa \ncaracterização, em sua grande maioria, são adaptados daqueles descritos na literatura nacional e \ninternacional. Ao longo dos anos, pequenas alterações f oram neles realizadas, visando à melhor \nadaptação às nossas condições de solo ou de rotina, sem, no entanto, alterar -lhes os princípios \n(Camargo et al., 1986).  \nO objetivo deste boletim é descrever o s método s de análise granulométrica de solo pelos métodos \nda pipeta e do densímetro, incluindo os detalhes do procedimento de rotina, as opções ada ptadas \npara as condições de  laboratório s de rotina , os cálculos para determinação das frações, a literatura \ne os resultados de pesquisa sobre a análise.  \n \n1 Camargo, O.A.; Moniz, A.C.; Jorge, J.A.  & Valadares, J.M.A.S.  Métodos de análise química, mineralógica e \nfísica de solo do Instituto Agronômico de Campinas.  Campinas, Instituto Agronômico, 1986.  94 p.  (Boletim \ntécnico, 106)  \n \nMétodos de Análise Física\nEnsaio de Proficiência IAC para Laboratórios de Análise de Solos para Fins de Fertilidade \nhtpp://lab.iac.sp.gov.br\n\n \nPágina 3 de 32 \n A proporção d os componentes granulométricos do solo em horizontes diagnósticos é utilizada para \na classificação dos solos. Esses dados são utilizados também como auxiliar em recomendações de \nadubação, calagem e gessagem, em caracterização do solo para fins de planejame nto de práticas \nagronômicas, em caracterização do solo em processos para financiamento e seguro rural de atividades agropecuárias. Além disso, são variáveis independentes em diversos modelos de \npedotransferência para inferência de outras características e propriedades do solo.  \n \n3. COMPOSIÇÃO DO SOLO  \nA fase sólida dos solos é composta por material mineral e material orgânico. No material mineral, \nresultante da decomposição das rochas, estão minerais primários , com o os silicatos, e minerais  \nsecundários , como  a caulinita, a esmectita e os óxidos de ferro e de alumínio . \nO material orgânico contém fragmentos de vegetais e animais não decompostos ou em variados \nestágios de decomposição e humificação que formam a matéria  orgânica do solo  (húmus ). \nMateriais orgânico e mineral do solo, por meio de ligações físico -químicas e ação de organismos, \nformam agregados. Dentro desses agregados e entre eles estão os poros do solo, de diferentes \nformas e tamanhos, ocupados pela água o u pelo ar do solo.  \n \n4. TAMANHO DAS PARTÍCULAS  MINERAIS  \nAs partículas individuais minerais são, por definição ( Almeida et al., 2012), grãos de minerais que \nsó podem ser desagregados por aplicação de elevada energia. Essas partículas apresentam \ntamanhos diversos  e estão relacionadas direta e indiretamente aos atributos físicos e químicos do \nsolo. Por isso, a organização das partículas em classes de tamanho tem diversas aplicações, desde \no conhecimento e classificação dos tipos de solos até o estabelecimento de práticas de manejo  \nagrícola e de gestão ambiental .  \nA separação das partículas minerais individuais em classes de tamanho determina  as frações \ngranulométricas do solo (Quadro 1).   \n \nQuadro 1. Frações granulométricas dos solos.  \nFração/Classe  Tamanho da partícula  \nMatacão  > 200 mm  \nCalhau  20 mm - 200 mm  \nCascalho  2 mm - 20 mm  \nAreia  2 mm - 0,053 mm  \nSilte 0,053 mm  - 0,002 mm  \nArgila  < 0,002 mm  \nFonte: Santos et al. (2013)  \n \nA fração argila é composta predominantemente de minerais secundários, de diferentes formatos, \nque apresentam plasticidade e pegajosidade. Como essas partículas têm pequeno tamanho, grande \nsuperfície específica e cargas na superfície, quando suspensas em água possuem comportamento \ncoloidal e não se depositam facilmente. A fração silte é composta por minerais primários e \nsecundários e, ao tato, apresenta a sensação de talco, conhecida como sedosidade. A fração areia \nMétodos de Análise Física\nEnsaio de Proficiência IAC para Laboratórios de Análise de Solos para Fins de Fertilidade \nhtpp://lab.iac.sp.gov.br\n\n \nPágina 4 de 32 \n é composta por partículas arredondadas ou angulares, predominantemente fragmentos de rocha \ncontendo vários minerais ou um só mineral, conferindo ao tato uma sensação áspera. Em laboratório, a fração areia é rotineiramente separada em duas ou cinco frações (Quadros 2 e 3, \nrespectivamente). \n \nQuadro  2: Frações areia grossa e areia fina.  \nFrações de areia  Tamanho da partícula  \nAreia Grossa  2,00 -0,210 mm  \nAreia Fina  0,210 -0,053 mm  \nFonte: Santos et al. (2013)  \n Quadro  3. Frações areia em solos em cinco classes de tamanho.  \nFrações  de areia  Tamanho da partícula  \nAreia Muito Grossa  2-1 mm  \nAreia Grossa  1-0,50 mm  \nAreia Média  0,50 -0,25 mm  \nAreia Fina  0,25 -0,105mm  \nAreia Muito Fina  0,105 -0,053 mm  \nFonte: Santos et al. (2013)  \n \n \n5. TEXTURA DO SOLO  E CLASSIFICAÇÃO TEXTURAL  \nA textura é a propriedade do solo que expressa a distribuição percentual das partículas minerais. \nPode ser avaliada pelo tato, sendo solos de textura mais grossa os que contêm mais areia e solos de textura mais fina os que contêm mais argila.  \n \n  \n \n \n \n  \n \n  \n \nFigura 1 . (a) Triângulo para determinação das classes de textura  dos horizontes dos solos . Fonte: \nSantos et al., 2013. (b) Determinação da textura pelo tato.  \nMétodos de Análise Física\nEnsaio de Proficiência IAC para Laboratórios de Análise de Solos para Fins de Fertilidade \nhtpp://lab.iac.sp.gov.br", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287211/images/ske5m0.jpg", "size": 53326}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287211/images/swxkqt.jpg", "size": 53326}]}