{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/1176428/1/COSTA-MAGNA-CIR-TEC-145.pdf", "text_in_pdf": "Circular Técnica  \n\nCampina Grande, PB / Maio, 2025  \n\nAcidez do solo e calagem  \n\nMagna Maria Macedo Nunes Costa(1)  \n\n(1) Pesquisadora, Embrapa Algodão, Campina Grande, PB  \n\nIntrodução  \n\nA produção das plantas cultivadas depende de uma série de fatores bióticos e abióticos. Entre os fatores bióticos, destacam-se: cultura e cultivar apropriadas à região; polinização; manejo da microbiota do solo; e manejo e controle de insetos-praga, f itopatógenos e plantas daninhas. Entre os fatores abióticos, têm-se: temperatura; umidade; intensidade luminosa; fotoperíodo; física, química e fertilidade do solo.  \n\nDessa forma, o sucesso do agronegócio depende da interação e do sinergismo entre os fatores de produção. A química e a fertilidade do solo, sendo dois importantes fatores edáf icos, merecem atenção no desenvolvimento de sistemas de cultivo, pois determinarão a disponibilidade ou não dos elementos químicos essenciais ao crescimento e à produção. Fatores como salinidade, sodicidade e acidez vão comprometer essa disponibilidade.  \n\nÁcidos são substâncias que em solução aquosa liberam íons hidrogênio. O pH, que signif ica potencial hidrogeniônico, é um indicador usado para determinar se um meio é ácido, neutro ou básico/ alcalino. Ele foi desenvolvido para medir a concentração de íons $\\mathsf{H}^{+}$ em uma solução. A escala de pH varia de 0,0 a 14,0. Solos com pH abaixo de 7,0 são considerados ácidos; com pH acima de 7,0 são alcalinos; e, com pH igual a 7,0, neutros. A maioria dos solos tropicais é ácido ou moderadamente ácido. O nível de pH do solo impacta na disponibilidade dos nutrientes presentes. Em uma faixa de pH entre $6,0\\in7,0$ , a maioria dos nutrientes essenciais está mais prontamente disponível. Em solos com acidez elevada, a disponibilidade de macronutrientes é reduzida. Por sua vez, solos alcalinos apresentam desaf ios devido à presença de altos níveis de salinidade (Ramos et al., 2023).  \n\nA calagem é a prática mais utilizada para corrigir a acidez no Brasil, em decorrência de sua rápida reação e consequentes alterações químicas, físicas e biológicas no solo, porém devem-se respeitar as recomendações técnicas para que não ocorra limitação da produção das culturas pela indisponibilidade de nutrientes. A aplicação de calcário gera reação de caráter alcalino que inf luencia diretamente no pH do solo, elevando-o e, consequentemente, inf luenciando a disponibilidade de nutrientes para as plantas (Mendes et al., 2022).  \n\nA aplicação do calcário deve ser realizada com, pelo menos, dois meses de antecedência do plantio, antes do início do período das chuvas, devendo este elemento ser incorporado. A reatividade aumenta com a incorporação, assim aumentando a mineralização da matéria orgânica do solo. Recomenda-se realizar uma análise química do solo pelo menos a cada dois anos, com amostragens nas camadas de pelo menos 0 a 20 cm de profundidade. Com isso será possível decidir sobre a necessidade de reaplicação de calcário para correção da acidez nas camadas superficiais. Geralmente é na camada de 0 a 20 cm de profundidade que se encontra a maior parte do sistema radicular das plantas cultivadas. O tipo de calcário — calcítico, dolomítico ou magnesiano — não altera a eficiência da calagem com relação à correção da acidez. Essa característica é definida pelo Poder Relativo de Neutralização Total (PRNT), ou seja, quanto maior o PRNT do calcário, mais rápida é a reação no solo (Carvalho, 2021).  \n\nOs principais objetivos da calagem são reduzir a acidez do solo e fornecer cálcio e magnésio às plantas. O cálcio estimula o crescimento das raízes e, portanto, ocorrem aumento do sistema radicular e uma maior exploração da água e dos nutrientes do solo, auxiliando a planta na tolerância à seca. A calagem ainda possui outros benefícios, como aumentar a disponibilidade de fósforo — já que diminui os sítios de fixação no solo —, neutralizar o alumínio tóxico e diminuir a disponibilidade de ferro e manganês — precipitados nas formas de óxidos e hidró- xidos, os quais não são absorvidos —, aumentar a mineralização da matéria orgânica com consequente maior disponibilidade de nutrientes e favorecer a fixação biológica de nitrogênio. Nas propriedades fí- sicas do solo, a calagem aumenta a agregação, pois o cálcio é um cátion floculante e, com isso, diminui a compactação (Santiago; Rosseto, 2022).  \n\nDiante do exposto, este Documento tem por objetivo orientar estudantes, técnicos agrícolas, engenheiros agrônomos, agrícolas, florestais e ambientais, docentes e pesquisadores da área de ciências agrárias sobre aspectos ligados à acidez do solo e técnicas corretas para a recomendação e o manejo da calagem. A publicação está alinhada com a agenda 2030 através do Objetivo de Desenvolvimento Sustentável (ODS) 12 – Consumo e produção responsáveis.  \n\nOrigem da acidez do solo  \n\nSolos se tornam ácidos à medida que bases trocáveis como potássio, cálcio e magnésio, adsorvidas no complexo de troca, vão sendo removidas para a solução do solo, em troca de íons $\\mathsf{H}^{+}$ . Dessa forma, quanto mais os coloides do solo são ocupados por íons $\\mathsf{H}^{+}$ , em substituição aos cátions básicos removidos, mais ácido ficará o meio. Essa capacidade dos coloides do solo de reter bases é chamada de capacidade de troca de cátions e é representada pela sigla CTC. Em regiões de alta precipitação pluvial, há uma grande tendência à acidificação dos solos (Sanaullah et al., 2016). Segundo os autores, os dois mecanismos principais responsáveis por esse fenômeno são:  \n\n1) Suprimento contínuo de íons $\\mathsf{H}^{+}$ originados principalmente da dissociação do ácido carbônico, que, por sua vez, é formado pela dissolução do $\\mathsf{C O}_{2}$ do ar e do solo conforme reação abaixo:  \n\n$$\nC O_{2}+H_{2}O\\leftrightarrow H_{2}C O_{3}\\leftrightarrow H^{+}+H C O_{3}^{\\ -}\n$$  \n\n2) Entrada de ácido carbônico pelas águas das chuvas. Essa reação só ocorre em solos com pHs elevados, tornando-se menos importante à medida que os solos vão se acidificando e, provavelmente, inexpressiva em pH abaixo de 5,2. Por sua vez, há um empobrecimento progressivo de cátions bá- sicos, já que aqueles deslocados para a solução do solo podem ser perdidos através de lixiviação. Logo, se não houver restituição das bases eliminadas, haverá acumulação progressiva de $\\mathsf{H}^{+}$ (Nawas et al., 2012). Embora a acidez dos solos seja originada principalmente pelo ácido carbônico, Klein et al. (2024) ressaltam que ainda pode resultar: a) de reações de troca por contato entre o hidrogênio permutável das raízes das plantas e as bases de troca do solo; b) da oxidação microbiológica do nitrogênio e do enxofre; c) de radicais ácidos de certos adubos, principalmente os nitrogenados amoniacais, como o cloreto e o sulfato de amônio; d) da dissociação de grupos  ̶ COOH e  ̶ OH da matéria orgânica; e) da dissociação de $\\mathsf{H}^{+}$ ligados aos radicais $\\overline{{{0}}}_{_2}^{\\ \\overline{{{}}}}$ e OH das arestas de fratura de minerais de argila.  \n\nSegundo Kalkhoran et al. (2019), a acidificação pelos fertilizantes nitrogenados está relacionada ao processo de oxidação do nitrogênio amoniacal aplicado, conhecido como nitrificação.  \n\n$$\n\\begin{array}{l}{{2N H_{4}^{\\ +}+3O_{2}\\rightarrow2N O_{2}^{\\ -}+2H_{2}O+4H^{+}}}\\\\ {{{}}}\\\\ {{2N O_{2}^{\\ -}+O_{2}\\rightarrow2N O_{3}^{\\ -}}}\\end{array}\n$$  \n\n${\\mathsf{O}}\\,{\\mathsf{H}}^{+}$ pode ser gerado em um dos passos da nitrificação ou pela aplicação de sais amoniacais como $\\mathsf{N H}_{4}\\mathsf{N O}_{3}$ e $(\\mathsf{N H}_{4})_{2}\\mathsf{S O}_{4}$ , produzindo, na presença de água, algum ácido inorgânico solúvel. Segundo Li et al. (2022), compostos orgânicos podem sofrer mineralização e, posteriormente, nitrificação do N, o que resulta na produção de ácido nítrico no ciclo do N e na produção de ácidos orgânicos, principal fonte de $\\mathsf{H}^{+}$ no ciclo do C. Nesses processos, ocorrem também reações alcalinas, de modo que, no balanço final, pode ocorrer perda ou acúmulo de produtos originados das reações – $\\mathsf{H}^{+}$ e $\\mathsf{O H^{-}}$ . Quando não há perda ou acúmulo, pode-se dizer que as reações foram neutras e os ciclos fechados.  \n\nTipos de acidez do solo  \n\nExistem dois tipos de acidez do solo: a acidez ativa e a acidez potencial. A acidez ativa é a concentração de íons $\\mathsf{H}^{+}$ que está presente de forma ativa na solução do solo. É ela quem determina o valor de pH. Já a acidez potencial refere-se ao hidrogênio e ao alumínio que não estão dissociados da parte sólida do solo. Ela pode ser dividida em acidez trocável e acidez não trocável. A acidez trocável diz respeito aos íons $\\mathsf{H}^{+}$ e $\\mathsf{A}\\mathsf{I}^{3+}$ que estão retidos na superfície dos coloides por forças eletrostáticas, podendo ser deslocados pelo uso de uma solução de KCl. Por outro lado, a acidez não trocável refere-se aos hidrogênios que estão ligados aos coloides através de ligação covalente; nesse caso sua extração só se dá através da elevação do pH do meio. A acidez potencial trocável — $\\mathsf{H}^{+}$ e $\\mathsf{A}\\mathsf{I}^{3+}$ — alimenta a acidez ativa do solo quando de sua redução. Essa alimentação mantém o equilíbrio entre as fases sólida e líquida, não permitindo grandes variações de pH, fenômeno conhecido como ‘poder tampão’ dos solos (Gidda et al., 2015).  \n\nNo Brasil, o método padrão para determinar a acidez potencial é a solução de acetato de cálcio $0.5\\ m o l\\ L^{-1}$ a $\\mathsf{p H}\\,7,0$ . No entanto, esse método apresenta alguns inconvenientes como consumo de grande quantidade de acetato de cálcio por amostra e consequente aumento do custo da análise, tempo operacional longo nas etapas de extração e titulação além da dificuldade para visualizar o ponto de viragem do indicador durante a titulação. Há também uma baixa eficiência tamponante dessa solução entre $\\mathsf{p H6},5\\in7,0$ , condição que subestima os valores da acidez potencial.  \n\nEm diversos países, a solução-tampão denominada SMP (acrônimo para Shoemaker, McLean e Pratt, os desenvolvedores do método), por sua simplicidade, rapidez e eficiência, vem sendo amplamente empregada na estimativa da acidez potencial e na recomendação de calagem para solos agrícolas, propósito para o qual foi inicialmente desenvolvida. O valor obtido corresponde ao valor do pH de equilíbrio obtido na suspensão entre o solo e a solução-tampão SMP. A estimativa da acidez potencial pelo uso do pH (SMP) deve ser ajustada para cada tipo de solo, buscando-se encontrar equações que expressem essa relação de modo satisfatório. Outro motivo para definir uma equação que relaciona o teor de $\\mathsf{H}+\\mathsf{A}\\mathsf{I}$ com o pH (SMP) é o crescente interesse na utilização do método da saturação de bases para estimar a necessidade de calagem, o qual exige a determinação dos teores de $\\mathsf{H}+\\mathsf{A}|$ nas análises de rotina (Almeida Júnior et al., 2015).  \n\nEfeito do pH do solo sobre a disponibilidade de nutrientes  \n\nA faixa ideal de pH para o desenvolvimento da maioria das plantas cultivadas é de $^{6,0\\mathrm{~a~}6,5}$ . Solos ácidos apresentam problemas para a agricultura porque os vegetais não se desenvolvem bem sob essa condição devido à limitada disponibilidade de nutrientes, o que reflete em menor produtividade. Eles são caracterizados pela presença de $\\mathsf{A l3^{+}}$ , que é extremamente tóxico às culturas, desfavorecendo o desenvolvimento do sistema radicular. Entretanto, a partir do $\\mathsf{p H}\\,5,5$ não existe mais alumínio tóxico, pois ele se precipita na forma de óxido de alumínio:  \n\n$$\nA l^{3+}+3H_{2}O\\rightarrow A l(O H)_{3}\\downarrow+3H^{+}\n$$  \n\nNos solos ácidos, ocorre a fixação do fósforo por ferro e alumínio, formando compostos insolúveis que não são absorvíveis pelas raízes. Também, os teores de cálcio, magnésio e potássio são menores, devido à grande lixiviação de bases trocáveis, proporcionando uma baixa CTC efetiva (t), baixa percentagem de saturação por bases $(\\mathsf{V}\\%)$ e alta acidez potencial $(\\mathsf{H}+\\mathsf{A}\\mathsf{I})$ .  \n\nNos solos alcalinos, com pH acima de 7,0, ocorre indisponibilidade de fósforo por causa da formação de fosfato de cálcio, que $\\ot{\\mathsf{e}}$ insolúvel e não absorvível pelas raízes das plantas. Por sua vez, os teores de bases — potássio, cálcio e magnésio — são altos, mas há uma deficiência de micronutrientes catiônicos. A CTC efetiva (t) e a saturação por bases $(\\mathsf{V}\\%)$ são altas e há ausência de alumínio tóxico. Geralmente esses solos apresentam problemas de salinidade ou sodicidade.  \n\nA disponibilidade dos nutrientes sofre influência do pH do solo. O nitrogênio (N) é mais bem aproveitado pela planta em solo com pH acima de 5,5. A disponibilidade máxima verifica-se na faixa entre $^{6,0}\\in{6,5}$ para depois diminuir. O fósforo $(\\mathsf{P}_{2}\\mathsf{O}_{5})$ tem melhor disponibilidade em pH, o qual varia de 6,0 a 6,5. Já o potássio $(\\mathsf{K}_{2}\\mathsf{O})$ é mais bem aproveitado em pH do solo maior do que 5,5. O gráfico clássico da disponibilidade dos macro e micronutrientes em função do pH do solo é mostrado na Figura 1.  \n\nAs culturas requerem uma faixa ideal de pH do solo para crescerem e produzirem grãos, fibras, folhas, forragens ou frutos. O algodão requer uma faixa ideal entre 5,7 e 7,0; o amendoim, entre 6,0 e 6,2 (Carvalho; Ferreira, 2006); o gergelim, entre $^{5,5}\\,\\mathrm{e}$ 7,0 (Arriel et al., 2007); a mamona, entre $^{6,0}\\in{\\mathfrak{6}}{\\mathfrak{8}}$ (Ferreira, 2022); a cana-de-açúcar, entre $^{5,7}\\in6{,}5$ (Santiago; Rosseto, 2022); os citros, entre $^{6,0}\\in{6,5}$ (Borges et al., 2021); a soja, entre 5,7 e 7,0 (Sfredo,  \n\n  \nFigura 1. Relação entre o pH do solo e a disponibilidade de nutrientes para serem absorvidos pelas plantas.  \n\nFonte: Malavolta (1979).  \n\n2008); o trigo, entre $^{5,5}\\mathrm{~e~}6,7$ (Wiethölter; Spera, 2021); o arroz, entre $4{,}7\\textsf{e}5{,}2$ (Scivittaro, 2021); o café, entre $^{5,2}\\,{\\e}\\,{6,0}$ (Ferreira et al., 2021); o tomate, entre $^{5,5}\\in{6,8}$ (Silva et al., 2022); o feijão, entre 5,5 e 6,5 (Carvalho, 2021) e o milho, $^{5,5}\\in7,0$ (Coelho et al., 2021). Exceção se faz para o arroz, que tolera pH ácido.  \n\nCalagem  \n\nÉ uma prática que tem como objetivo corrigir a acidez na camada arável do solo, que vai de, pelo menos, 0 a $^{20}\\;\\mathrm{cm}$ de profundidade. É feita através da incorporação de calcário a esta camada, numa dosagem de tal modo que eleve o pH a um nível ideal às plantas cultivadas.  \n\nA calagem adequada proporciona vários benefícios: eleva o pH do solo; fornece Ca e Mg às plantas; aumenta a eficiência dos fertilizantes; aumenta a atividade microbiana do solo e, como consequência, a decomposição da matéria orgânica e a liberação dos seus nutrientes; diminui ou elimina dos efeitos tóxicos do Al, do Mn e do Fe; diminui a fixação do P no solo; melhora as propriedades físicas do solo, proporcionando maior porosidade, aeração e retenção de umidade; melhora a fixação biológica do nitrogênio e aumenta a produtividade das culturas (Muner et al., 2001).  \n\nAmostragem do solo  \n\nPara a recomendação de calagem, é fundamental uma análise química do solo, sendo de grande importância o processo de amostragem, que deve garantir a representatividade da condição geral da área. Um erro nesse processo pode comprometer as etapas seguintes para a definição das quantidades de calcário a serem aplicadas na cultura. A profundidade da amostragem, na maioria das plantas cultivadas, deve ser feita, pelo menos, de 0 a 20 cm. No cultivo de frutíferas e silvícolas, a camada de 20 a 40 cm de profundidade também deve ser amostrada. A área a ser amostrada deve ser dividida em estratos, glebas ou talhões de, no máximo, 10 hectares, homogêneos em relação aos seguintes aspectos: cor, topografia, textura, drenagem, grau de erosão, tipo de vegetação ou cultura anterior, histó- rico de uso, manejo e produtividade agrícola. Para cada talhão homogêneo e profundidade, deverá ser formada uma amostra composta (Figura 2), constituí- da de amostras simples coletadas separadamente, caminhando-se ao acaso em zigue-zague (Figura 3). Posteriormente, devem ser misturadas para formar a amostra composta, que será encaminhada ao laboratório. O número de amostras simples não deve ser inferior a 10 pontos por talhão homogêneo. Vale lembrar que quanto maior o número de amostras simples, maior será a representatividade da amostra composta. Recomenda-se realizar as seguintes análises: acidez ativa (pH), P, K, Ca, Mg, acidez trocável (Al), acidez potencial $(\\mathsf{H}+\\mathsf{A}\\mathsf{I})$ , MO, B, Cu, Fe, Mn, Zn, soma de bases, CTC e $\\vee\\%$ (Borges; Accioly, 2020).  \n\nA precisão e a exatidão da amostragem devem ser de modo a, subsequentemente, podermos afirmar, com o mínimo de dúvida possível, quanto de adubo e corretivo será necessário para a correção da camada amostrada.  \n\n  \nFigura 2. Divisão da área heterogênea em três talhões homogêneos.  \n\n  \nFigura 3. Coleta de amostras simples em zigue-zague em dois talhões homogêneos.  \n\nFonte: Borges e Accioly (2020).  \n\nNo caso de serem coletadas amostras com trado de rosca ou trado holandês, que proporcionam alta probabilidade de perder alguma fração dos centímetros iniciais do solo — onde há alta concentração dos componentes da fertilidade —, não adiantará coletar grande número de amostras simples. Portanto, a forma como o solo é coletado é muito mais importante do que o número de amostras simples, uma vez que formas de coleta que mantenham intactas ou permitam a separação precisa das diferentes camadas são as mais indicadas — a exemplo de pá de corte e trado de caneca.  \n\nNesse contexto, as empresas de agricultura de precisão usam a metodologia de grids de amostragem, com amostras individuais por gleba. Esse tipo de amostragem, quando bem realizada, pode responder com precisão e exatidão a questões referentes à concentração de macronutrientes e matéria orgânica, ao nível de acidez da gleba e a quanto de adubos e corretivos serão necessários para a correção. Para um melhor resultado com a metodologia, o avaliador pode tomar entre três e quatro pontos individuais de amostragem num talhão, usando-se os números gerados para se fazer uma média.  \n\nCorretivos da acidez do solo  \n\nCorretivos são insumos agrícolas capazes de neutralizar a acidez dos solos e ainda disponibilizar nutrientes às raízes das plantas, principalmente Ca e Mg. Como a acidez do solo é gerada pela presença de prótons $\\mathsf{H}^{+}$ livres, os corretivos têm a função de neutralizar essas cargas positivas por intermédio do ânion $\\mathsf{O H}^{\\bullet}$ , também chamado de hidroxila. Dessa forma, corretivos da acidez do solo devem obrigatoriamente gerar, nas suas reações, hidroxilas livres.  \n\na) Calcário  \n\nProduto obtido através da moagem de rochas calcárias. Seus constituintes são carbonato de cálcio $(\\mathsf{C a c}\\mathsf{O}_{3})$ e carbonato de magnésio $({\\sf M g C O}_{3})$ . Em função do teor de $\\mathsf{M g C O}_{3}$ , os calcários são classificados em: calcíticos (quando o teor de $\\mathsf{M g C O}_{3}$ é inferior a $10\\%$ ), magnesianos (quando o teor de $\\mathsf{M g C O}_{3}$ se encontra entre $5,1\\%$ e $12\\%$ ) e dolomí- ticos (quando o teor de $\\mathsf{M g C O}_{3}$ é superior a $12\\%$ ).  \n\nReação no solo:  \n\n$$\n\\begin{array}{r l}&{C a C O_{3}+H_{2}O\\rightarrow C a^{2+}+C O_{3}^{\\;2}.}\\\\ &{M g C O_{3}+H_{2}O\\rightarrow M g^{2+}+C O_{3}^{\\;2-}}\\\\ &{C O_{3}^{\\;2-}+H_{2}O\\rightarrow H C O_{3}^{\\;-}+O H}\\\\ &{H C O_{3}^{\\;-}+H_{2}O\\rightarrow H_{2}O+C O_{2}\\uparrow+O H}\\\\ &{O H+H^{+}\\rightarrow H_{2}O}\\end{array}\n$$  \n\nComo vimos nas reações acima, o calcário (Figura 4) libera ${\\mathsf{C}}{\\mathsf{a}}^{2+}$ , $\\mathsf{M g}^{2+}\\,\\mathsf{e}\\,\\mathsf{C O}_{3}^{\\ 2^{-}}$ . A base química para a formação de OH- é o $\\mathsf{C O}_{3}^{\\;2^{-}}$ . O OH- produzido neutraliza o $\\mathsf{H}^{+}$ da solução, responsável pela acidez do solo.  \n\n  \nFigura 4. Aplicação de calcário no sistema de integração lavoura-pecuária-floresta.  \n\nFonte: Rosso (2016).  \n\nb) Cal virgem  \n\nProduto obtido industrialmente pela calcinação ou queima completa do calcário. Seus constituintes são o óxido de cálcio (CaO) e o óxido de magnésio (MgO), e se apresenta como pó fino.  \n\nReação no solo:  \n\n$$\n\\begin{array}{c}{{C a C O_{3}+c a l o r\\rightarrow C a O+C O_{2}\\uparrow}}\\\\ {{}}\\\\ {{M g C O_{3}+c a l o r\\rightarrow M g O+C O_{2}\\uparrow}}\\end{array}\n$$\n\n$$\n\\begin{array}{l}{{C a O+2H_{2}O\\rightarrow C a^{2+}+2O H+c a l o r}}\\\\ {{}}\\\\ {{M g O+2H_{2}O\\rightarrow M g^{2+}+2O H^{+}+c a l o r}}\\\\ {{}}\\\\ {{O H+H^{+}\\rightarrow H_{2}O}}\\end{array}\n$$  \n\nEssas equações mostram que, na solução do solo, a cal virgem libera ${\\mathsf{C}}\\mathsf{a}^{2+}$ , ${\\sf M g}^{2+}$ , OH- e calor. A liberação de $\\mathsf{O H}\\,\\mathsf{\\Lambda}_{\\mathsf{e}}$ imediata e total, o que confere à cal virgem o caráter de base forte. O OH produzido neutraliza o $\\mathsf{H}^{+}$ da solução do solo, responsável por sua acidez.  \n\nc) Cal hidratada  \n\nProduto obtido industrialmente pela hidratação da cal virgem. Seus constituintes são o hidróxido de cálcio $\\left[\\mathsf{C a}(\\mathsf{O H})_{2}\\right]$ e o hidróxido de magnésio $[\\mathsf{M g}(\\mathsf{O H})_{2}]$ . Também se apresenta na forma de pó fino.  \n\nReação no solo:  \n\n$$\n\\begin{array}{l}{{C a O+2H_{2}O\\rightarrow C a(O H)_{2}+c a l o r}}\\\\ {{\\ }}\\\\ {{M g O+2H_{2}O\\rightarrow M g(O H)_{2}+c a l o r}}\\\\ {{\\ }}\\\\ {{C a(O H)_{2}\\rightarrow C a^{2+}+2O H}}\\\\ {{\\ }}\\\\ {{M g(O H)_{_2}\\rightarrow M g^{2+}+2O H}}\\\\ {{\\ }}\\\\ {{O H+H^{+}\\rightarrow H_{2}O}}\\end{array}\n$$  \n\nEssas equações mostram que a ação neutralizante da cal hidratada é muito semelhante à da cal virgem: a cal virgem “se hidrata” no solo, utilizando água nele contida, enquanto  a cal hidratada é hidratada industrialmente.  \n\nd) Calcário calcinado  \n\nÉ um produto obtido industrialmente através da calcinação parcial do calcário. Seus constituintes são $\\mathsf{C a C O}_{3}$ e $\\mathsf{M g C O}_{3}$ (não decompostos); CaO e MgO; e ${\\mathsf{C a}}({\\mathsf{O H}})_{2}$ e ${\\mathsf{M g}}(mathsf{O H})_{2}$ — resultantes da hidratação dos óxidos pela umidade do ar. Sua apresentação é na forma de pó fino. A neutralização dos prótons $\\mathsf{H}^{+}$ do solo se dá através da ação da base forte OH e da base fraca $\\mathsf{C O}_{3}^{\\;2^{-}}$ .  \n\ne) Escória de siderurgia  \n\nÉ um subproduto da indústria do ferro e do aço. Seus constituintes são silicato de cálcio $(\\mathsf{C a S i O}_{3})$ e silicato de magnésio $(\\mathsf{M g S i O}_{3})$ .  \n\nReação no solo:  \n\n$$\n\\begin{array}{r l}&{C a S i O_{3}\\rightarrow C a^{2+}+S i O_{3}^{\\;\\;2-}}\\\\ &{M g S i O_{3}\\rightarrow M g^{2+}+S i O_{3}^{\\;\\;2-}}\\\\ &{S i O_{3}^{\\;\\;2-}H_{2}O_{\\;\\;(o o l o)}\\leftrightarrow H S i O_{3}^{\\;\\;2-}+O H}\\\\ &{H S i O_{3}^{\\;\\;2-}+H_{2}O_{\\;\\;(o o l o)}\\leftrightarrow H_{2}S i O_{3}^{\\;\\;-}+O H}\\\\ &{O H+H^{+}\\rightarrow H_{2}O}\\end{array}\n$$  \n\nEssas equações mostram que a ação neutralizante da escória de siderurgia é muito semelhante à do calcário. No caso da escória, a base química é o $\\mathrm{SiO}_{3}^{\\ 2^{-}}$ , que também é fraca, mas é mais forte do que a base $\\mathsf{C O}_{3}^{\\;2^{-}}$ , que $\\ot{\\mathsf{e}}$ a do calcário.  \n\nf) Carbonato de cálcio  \n\nProduto obtido pela moagem de margas (depó- sitos terrestres de $\\mathsf{C a c o}_{3}$ ), corais e sambaquis (depósitos marinhos de $\\mathsf{C a c o}_{3}$ – também denominados de calcários marinhos). Sua ação neutralizante é semelhante à do $\\mathsf{C a C O}_{3}$ dos calcários.  \n\nEscolha do corretivo  \n\nA escolha do corretivo depende dos resultados da análise do solo em relação a pH, Al, Ca, Mg e $\\mathsf{H}+\\mathsf{A}|$ . Para que a calagem seja efetiva na neutralização do alumínio trocável e/ou na elevação dos teores de cálcio e magnésio e do pH, a qualidade do corretivo é uma condição básica que deve ser observada na sua escolha. Nesse contexto, três atributos devem ser considerados: Reatividade $(\\mathsf{R}\\%)$ , Valor de Neutralização $(\\mathsf{V N}\\%)$ e Poder Relativo de Neutralização Total (PRNT).  \n\na) Reatividade $(\\mathbb{R}\\%)$  \n\nA Reatividade $(\\mathsf{R}\\%)$ de um calcário é calculada em função da sua granulometria (Brasil, 2006). Para calculá-la, são usadas peneiras de 20, $40\\in60$ mesh de abertura. A porção do calcário que ficar retida na peneira de 20 mesh tem $20\\%$ de eficiência; na peneira de 40 mesh, $40\\%$ de eficiência; e, na de 60 mesh, $60\\%$ de eficiência.  \n\nSuponhamos que $80\\%$ da quantidade de um determinado corretivo da acidez do solo tenha passado pelas três peneiras; $13\\%$ tenham ficado retido na peneira de 60 mesh; $4\\%$ , na peneira de 40 mesh, e $3\\%$ , na de 20 mesh. A Reatividade $(\\mathsf{R}\\%)$ desse corretivo será:  \n\n$$\nR\\mathcal{S}_{\\boldsymbol{\\omega}}\\!=\\![(80\\times1)\\!+\\!(13\\times0,6)\\!+\\!(4\\times0,4)\\!+\\!(3\\times0,2)]\\!=\\!90\\%\n$$  \n\nb) Valor de neutralização $(\\mathsf{V N}\\%)$  \n\nO Valor de Neutralização ou equivalente em carbonato de cálcio, relacionado a um corretivo da acidez do solo, é a medida química da sua reação, sendo dependente dos teores de cálcio e magnésio. O carbonato de cálcio puro é o padrão em relação ao qual são medidos os outros materiais contidos no corretivo. Quando o $\\mathsf{C a c o}_{3}$ é puro, o VN é igual a $100\\%$ . Para o cálculo da $\\mathsf{V N}\\%$ , deve-se multiplicar $\\mathtt{C a O}$ por 1,79 e MgO por 2,50, que são os equivalentes em $\\mathsf{C a C O}_{3}$ .  \n\nSuponhamos que um determinado corretivo da acidez do solo tenha $37\\%$ de $\\mathtt{C a O}$ e $11\\%$ de MgO. O Valor de Neutralização desse corretivo será:  \n\n$$\n\\begin{array}{c}{{V N=(37\\times1,79)+(11\\times2,50)=66,23\\%+27,50\\%=}}\\\\ {{93,73\\%}}\\end{array}\n$$  \n\nDe acordo com a IN SDA No 35, de 4 de julho de 2006, o corretivo da acidez deverá apresentar, no mínimo, $38\\%$ de ${\\mathsf{C a O}}+{\\mathsf{M g O}}$ . A legislação não menciona os teores dos dois óxidos separadamente.  \n\nO calcário dolomítico possui teor de óxido de magnésio $({\\sf M g O})$ maior que $12\\%$ e calcário magnesiano entre $5,1\\%$ e $12\\%$ . Nessa perspectiva, quando o solo apresentar um teor de Mg abaixo de 0,8 cmol $\\mathsf{d}\\mathsf{m}^{-3}$ , deve-se dar preferência a esses calcários para evitar que ocorra um desequilíbrio entre nutrientes, especialmente entre Ca e Mg, que deve mostrar uma relação no solo acima de 3:1. Entretanto, depois da aplicação, a relação Ca:Mg deve ser sempre monitorada. Caso aconteça de cair muito abaixo de 3:1, pode-se aumentar com a aplicação de calcário calcítico, o qual tem menos de $5\\%$ de MgO. Dessa forma, a escolha do calcário dependerá dos teores de Ca e Mg no solo.  \n\nExiste ainda o calcário filler, que não é um tipo diferente dos calcários citados acima. O que muda em relação aos demais é a sua granulometria. Ele pode ser dolomítico, calcítico ou magnesiano, porém é bem mais fino. Sua granulometria é menor do que $0{,}30\\,\\mathsf{m m}$ . Por isso, apresenta alta reatividade. É muito indicado para o sistema de plantio direto, pois, nesse caso, não é possível revolver o solo.  \n\nc) Poder relativo de neutralização total (PRNT)  \n\nUma vez obtidos os Valores de Reatividade $(\\mathsf{R}\\%)$ e o Valor de Neutralização $(\\mathsf{V N}\\%)$ , torna-se possível calcular a eficiência total do corretivo da acidez do solo, denominada de Poder Relativo de Neutralização Total (PRNT). Segundo Volkweiss e Ludwick (1969), essa variável representa a ação do corretivo sobre a acidez do solo num período de aproximadamente três anos. O cálculo do PRNT é feito segundo a seguinte fórmula:  \n\n$$\nP R N T\\,^{0}\\!/\\!_{0}=\\frac{E R\\,^{0}\\!/\\!_{0}\\times V N\\,^{0}\\!/\\!_{0}}{100}\n$$  \n\nTomando-se  os  valores  calculados  acima, obtém-se:  \n\n$$\nP R N T\\,\\%=\\frac{90\\times93,73}{100}=84,36\\%\n$$  \n\nAbaixo ver-se-á que, qualquer que seja o método utilizado para calcular a quantidade de calcário a aplicar, leva-se em consideração o PRNT. Se o método escolhido determinar que a necessidade de calcário é de 3 t ha-1, tem-se:  \n\n$$\nt\\,h a^{-1}={\\frac{\\frac{3}{84,36}}{100}}={\\frac{3}{0,8436}}=3,56\\,t\\,h a^{-1}\n$$  \n\nA Tabela 1, a seguir, mostra as especificações e as garantias mínimas que os corretivos da acidez devem ter, de acordo com as suas características próprias.  \n\nTabela 1. Especificações e garantias mínimas que os corretivos da acidez devem ter, de acordo com as suas características próprias — poder de neutralização (PN), soma dos óxidos $(\\%{\\mathsf{C a O}}+\\%{\\mathsf{M g O}})$ e PRNT.  \n\nMaterial corretivo da acidezPN (%CaCO) MinimoSOMA %CaO + %MgO MinimoPRNT MinimoCalcario agricola673845Calcario calcinado agricola804354Cal hidratada agricola945090Cal virgem agricola12568120Parametros de referencia para outros corretivos da acidez673845\n\nFonte: Brasil (2006).  \n\nQuantidade de corretivo da acidez  \n\nO cálculo da recomendação de calagem é determinado com base na análise química do solo, utilizando-se três metodologias básicas para a correção da camada do solo de pelo menos 0 a $20~\\mathsf{c m}$ de profundidade.  \n\na) Neutralização do $\\mathbb{A}\\mathbb{P}^{3+}$ e suprimento de $\\mathtt{c a}^{2+}$ e ${\\bf M}{\\bf g}^{2+}$  \n\nEsse método leva em consideração, em sua fórmula de cálculo, a necessidade de neutralização do $\\mathsf{A}\\mathsf{I}^{3+}$ e de suprimento de ${\\mathsf{C}}{\\mathsf{a}}^{2+}$ e ${\\sf M g}^{2+}$ . O cálculo da necessidade de calagem (NC) é feito através da seguinte fórmula:  \n\n$$\nN C\\left(t\\,h a^{-l}\\right)=A l^{3+}\\times2+\\left[2-(C a^{2+}+M g^{2+})\\right]\\times f\n$$  \n\nem que:  \n\nQuando se tratar de solos arenosos — teor de argila abaixo de $20\\%$ —, a quantidade de calcário a ser utilizada (NC) é dada pelo maior valor encontrado de uma destas duas fórmulas:  \n\n$$\n\\begin{array}{l}{{N C\\left(t\\;h a^{-l}\\right)=\\left(A l^{3+}\\times2\\right)\\times f}}\\\\ {{\\mathrm{~}}}\\\\ {{N C\\left(t\\;h a^{-l}\\right)=\\left[2-\\left(C a^{2+}+M g^{2+}\\right)\\right]\\times f}}\\end{array}\n$$  \n\nem que:  \n\n$f\\mathrm{=}$ fator de correção do PRNT do calcário $=\\frac{100}{P R N T}$  \n\nb) Saturação por bases do solo  \n\nA determinação da quantidade de calcário a ser aplicada em uma área é obtida através do método de elevação da saturação de bases, que se fundamenta na correlação positiva existente entre os valores de pH e a saturação por bases. O cálculo da necessidade de calcário (NC) é feito através da seguinte fórmula:  \n\n$$\nN C\\left(t\\;h a^{-1}\\right)\\!=\\!\\frac{\\left[\\!\\left(V_{2}-V_{I}\\right)\\!\\times\\!T\\!\\right]}{100}\\times f\n$$  \n\nem que:  \n\n$V_{\\l_{I}}=$ porcentagem $(\\%)$ de saturação por bases trocá- veis no solo antes da correção;   \n$V_{_2}=$ porcentagem $(\\%)$ de saturação por bases trocáveis que deve ser alcançada pela calagem, sendo específica a cada cultura;   \n$T\\!=$ capacidade de troca de cátions ou CTC; e   \n$f\\mathrm{=}$ fator de correção do PRNT do calcário $=\\frac{100}{P R N T}$  \n\nc) Método SMP  \n\nEsse método é utilizado nos estados do Rio Grande do Sul e Santa Catarina para calcular a necessidade de calagem (NC). Consiste em adicionar um volume de solução tampão na amostra do solo a ser corrigido e a leitura do pH em suspensão representa o índice SMP. Na Tabela 2, observa-se a recomendação de calagem com base no índice SMP quando o calcário tem PRNT igual a $100\\%$ (no caso da região Semiárida).  \n\nTabela 2. Necessidade de calagem (NC), em t ha-1, para atingir três valores de pH do solo com base no índice SMP.   \n\npH SMPpH em agua a se alcancar6,56,05,0Necessidade de calcario4,429,0(NC) em t ha-1 21,015,04,524,017,312,54,620,015,110,94,717,513,39,64,815,711,98,54,914,210,77,75,012,99,76.95,111,78,86,25,210,68,05,55,39,67,24,95,48,76,54,45,57,95,83,85,67,05,13,35,74,52,85,86,22,35,95,53,94,83,31,96,04,12,81,46,13,42,21,06,22,71,70,66,32,11,20,26,41,50,60,06,50,70,20,06,60,00,00,0\n\nFonte: Silva et al. (2006).  \n\nCaso o calcário não tenha o PRNT igual a $100\\%$ , utiliza-se o fator de correção $(\\hbar)$ , conforme a fórmula abaixo:  \n\n$$\nf={\\frac{100}{P R N T}}\n$$  \n\nDessa forma, a necessidade de calagem (NC) será: NC $(\\dag\\dag\\dag\\dag)=($ Considerando-se um calcário com PRNT igual a $90\\%$ e a dose calculada de $3,0\\mathrm{~t~}\\mathsf{h}\\mathsf{a}^{-1}$ :  \n\n$$\nN C=\\frac{3,0\\times100}{90}=3,3\\thinspace{\\mathrm{t}}\\thinspace{\\mathrm{ha}}^{-1}{\\mathrm{do}}\\thinspace{\\mathrm{calcario}}.\n$$  \n\nDiferentes quantidades de calcário serão necessárias conforme o valor de pH que se deseja atingir.  \n\nÉpoca de aplicação do corretivo  \n\nA melhor época para a aplicação do corretivo da acidez é até seis meses antes do plantio, quando a cultura for muito exigente em relação ao pH, como é o caso das leguminosas, por exemplo; ou até dois meses antes do plantio para demais culturas. É importante observar que, para a calagem ser eficiente, o calcário necessita encontrar umidade no solo. Dessa forma, dependendo da região, a aplicação deverá ser feita antes das recomendações acima. A distribuição de corretivo em períodos de ventos fortes deve ser evitada (Machado, 2021).  \n\nModo de aplicação do corretivo  \n\nO corretivo deve ser aplicado em toda a área a ser corrigida, distribuindo-o e incorporando-o da maneira mais uniforme possível. A eficiência da operação depende dos implementos agrícolas. Por exemplo, a distribuição com caminhão-caçamba é muito desuniforme; já com distribuidores que aplicam o corretivo em linhas próximas à superfície do solo, a eficiência é maior. No cultivo convencional, a aplicação é feita através de aração e gradagem, até a profundidade de, pelo menos, 0 a 20 cm. Já no sistema de plantio direto, o calcário é aplicado na superfície, sem incorporação, sendo recomendado o calcário filler, conforme já explicado, não possuindo este um efeito tão rápido. Nesse caso, deve ser aplicado o mais cedo possível, antes de três meses (Machado, 2021).  \n\na) Calagem superficial  \n\nA calagem superficial é utilizada no sistema de plantio direto ou em áreas que não tiveram a acidez corrigida no início do sistema. É recomendada nas seguintes situações:  \n\n•\t Locais sem limitações de água e nutrientes, principalmente o P;   \n•\t Locais com baixa saturação por alumínio;   \n•\t Solos com camada subsuperficial sem restrições; e   \n•\t Solos degradados e com acidez elevada na camada entre 10 e 20 cm de profundidade.  \n\nb) Calagem na linha de semeadura  \n\nA calagem na linha de semeadura é muito utilizada no cultivo de grãos sensíveis à acidez do solo e quando não é possível aplicar a quantidade recomendada de corretivo em toda a área, por esta ser muito extensa. Recomenda-se o uso de calcário finamente moído e com PRNT $>90\\%$ . A semeadora deve possuir uma caixa para calcário, evitando a mistura com fertilizantes, o que pode prejudicar a distribuição. A quantidade de corretivo varia entre $200\\textsf{e}300\\textsf{k g h}\\mathtt{a}^{-1}$ em solos de lavoura e entre $200\\in400\\mathsf{\\ k g\\ h a^{-1}}$ em solos de campo natural, sendo a maior dose recomendada para solos argilosos. Quando a acidez é muito elevada — com uma NC de 7 t ha-1, por exemplo —, a aplicação na linha de semeadura deve ser usada de forma associada a uma calagem parcial em toda a área.  \n\nConsiderações finais  \n\nA função da agricultura nos tempos atuais $\\ot{\\mathsf{e}}$ associar uma alta produção econômica das plantas cultivadas à sustentabilidade ambiental, e, por isso, os insumos utilizados para aumentar e manter a fertilidade dos solos devem ser manejados da maneira mais eficiente possível, com base na análise do solo.  \n\nNesse contexto, o conhecimento sobre calagem se faz fundamental, pois a prática é utilizada para corrigir a acidez antes de a cultura receber os adubos que contêm os nutrientes essenciais ao crescimento e desenvolvimento vegetal. A prática reduz a toxidez causada por Al, Fe e Mn; fornece às raízes os nutrientes Ca e Mg e aumenta a atividade dos microrganismos do solo responsáveis pela decomposição da matéria orgânica, liberando os nutrientes N, P e S.  \n\nPor sua importância, muito cuidado deve ser tomado durante alguns passos do processo como: procedimento correto na coleta das amostras de solo, análise química em laboratório referenciado, interpretação correta das variáveis de fertilidade, escolha de corretivo com alto PRNT e distribuição homogênea do corretivo no campo. Da agricultura de precisão à pequena produção familiar, uma correção do solo feita de forma adequada e efetiva contribuirá sobremaneira para a redução dos custos de produção, alcance de altas produtividades, preservação do meio ambiente e construção da fertilidade do solo a longo prazo.  \n\nReferências  \n\nALMEIDA JÚNIOR, A. B. de; NASCIMENTO, C. W. do N.; BARROS, F. M. do R. Acidez potencial estimada pelo método do pH SMP em solos do estado da Paraíba. Revista Brasileira de Ciência do Solo, v. 39, n. 3, p. 767-773, 2015.  \n\nARRIEL, N. H. C.; FIRMINO, P. de T.; BELTRÃO, N. E. de M.; SOARES, J. J.; ARAÚJO, A. E. de; SILVA, A. C.; FERREIRA, G. B. A Cultura do Gergelim. Campina Grande: Embrapa Algodão, 2007. 72 p. (Embrapa Algodão. Coleção Plantar, 50).  \n\nBORGES, A. L.; ACCIOLY, A. M. de A. Amostragem de Solo para Recomendação de Calagem e Adubação. Cruz das Almas: Embrapa Mandioca e Fruticultura, 2020. 4 p. (Embrapa Mandioca e Fruticultura. Folder).  \n\nBORGES, A. L.; GIRARDI, E. A.; SOUZA, L da S. Calagem e Adubação para os Citros (Laranjeiras, Limeiras-ácidas e Tangerineiras). In: BORGES, A. L. (ed.). Recomendações de Calagem e Adubação para Abacaxi, Acerola, Banana, Citros, Mamão, Mandioca, Manga e Maracujá. Brasília: Embrapa, 2021. cap. 9, p. 165-186.  \n\nBRASIL. Instrução Normativa SDA No 35, de 04 de julho de 2006. Dispõe sobre especificações e garantias, tolerâncias, registro, embalagem e rotulagem dos corretivos de acidez, de alcalinidade e de sodicidade e dos condicionadores de solo, destinados à agricultura. Diário Oficial da União, Seção 1, Brasília, DF, n. 132, p. 1-10, 12 jul. 2006. Disponível em: https://www.gov. br/agricultura/pt-br/assuntos/insumos-agropecuarios/ insumos-agricolas/fertilizantes/legislacao/in-35-de-4-7- 2006-corretivos.pdf. Acesso em: 17 out. 2024.  \n\nCARVALHO, M. da C. S. Calagem. In: EMBRAPA ARROZ E FEIJÃO. Cultivo do Feijão. Brasília, 2021. Disponível em: https://www.embrapa.br/agencia-deinformacao-tecnologica/cultivos/feijao/producao/calagem. Acesso em: 16 abr. 2024.  \n\nCARVALHO, M. da C. S.; FERREIRA, G. B. Calagem e Adubação do Algodoeiro no Cerrado. Campina Grande: Embrapa Algodão, 2006. 16 p. (Embrapa Algodão. Circular Técnica, 92).  \n\nCOELHO, A. M.; FRANÇA, G. E. de; ALVES, V. M. C.; PITTA, G. V. E.; FREIRE, F. M. Planejamento da Adubação e Calagem. In: EMBRAPA. Milho. Brasília, 2021. Disponível em: https://www.embrapa.br/agenciade-informacao-tecnologica/cultivos/milho/producao/ manejo-do-solo-e-adubacao/adubacao-e-fertilidade-dosolo/planejamento-da-adubacao-e-calagem. Acesso em: 16 abr. 2024.  \n\nFERREIRA, G. B. Adubação. In: EMBRAPA. Mamona. Brasília, 2022. Disponível em: https://www. embrapa.br/agencia-de-informacao-tecnologica/ cultivos/mamona/producao/tratos-culturais/ cao#:\\~:text=Observa%C3%A7%C3%B5es%3A-,1.,3%20 meses%20antes%20do%20plantio. Acesso em: 15 abr. 2024.  \n\nFERREIRA, W. P. M.; PEDROSA, A. W.; RIBEIRO, M. de F.; PICOLI, E. A. de T.; MAY, A.; DONZELES, S. M. L. Estado nutricional dos solos e cafeeiros da região  \n\ndas Matas de Minas. Brasília: Embrapa Café, 2021. 42 p.   \n(Embrapa Café. Documentos, 14).  \n\nGidda, K., Bertels, M., Pallempati, K., Zeman, L.; McConnell, J. S. Case study of the effects of irrigation and nitrogen fertilization on active and reserve soil acidity. Communications in Soil Science and Plant Analysis, v. 46, n. 3, p. 305-317, 2015.  \n\nKALKHORAN, S. S.; PANNELL, D. J.; THAMO, T.; WHITE, B.; POLYKOV, M. Soil acidity, lime application, nitrogen fertility, and greenhouse gas emissions: Optimizing their joint economic management. Agricultural Systems, v. 176, e102684, 2019.  \n\nKLEIN, M. A.; DENARDIN, J. E.; WIETHOLTER, S.; LEMAINSKI, J.; ALVES, L. A.; TIECHER, T. Soil acidity correction and nutrient availability as a function of segmental liming. Revista Ciência Agronômica, v. 55, e20218183, 2024.  \n\nLI, K-W.; LU, H-L.; NKOH, J. N.; HONG, Z-N.; XU, R-K. Aluminum mobilization as influenced by soil organic matter during soil and mineral acidification: A constant pH study. Geoderma, v. 418, e115853, 2022.  \n\nMACHADO, A. W. Calagem - aplicando o Calcário em diferentes épocas e sistemas de cultivo. Agrolink. 2021. Disponível em: https://www.agrolink.com.br/fertilizantes/ calagem-e-gessagem/calagem---aplicacoes-doscorretivos-de-acidez_454930.html. Acesso em: 07 maio 2024.  \n\nMALAVOLTA, E. ABC da Adubação. São Paulo: Editora Agronômica Ceres, 1979. 256 p.  \n\nMENDES, R. F.; PEREIRA, C. E.; CAMPOS, M. C. C. Calagem em arroz cultivado em solos de terras altas do Sul do Amazonas. Scientia Plena, v. 18, n. 7, e070211, 2022.  \n\nMUNER, L. H. de; LANI, J. A.; GOMES, J. A.; SALGADO, J. S. Calagem: Saiba como fazer e colha muitos benefícios. Vitória: Incaper, 2001. 6 p. (Incaper. Documentos, 109).  \n\nNAWAS, R.; PARKPIAN, P.; GARIVAIT, H.; ANURAKPONGSATORN, P.; DeLAUNE, R. D.; JUGSUJINDA, A. Impacts of acid rain on Base cations, aluminum, and acidity development in highly weathered soils of Thailand. Communications in Soil Science and Plant Analysis, v. 43, n. 10, p. 1382-1400, 2012.  \n\nRAMOS, R. S. dos S.; COSTA, A. J. M. da; SILVA, A. B.; PARENTE, F. da S.; GOMES, L. de S. Sistema para cálculo de calagem pelo método de neutralização do alumínio e elevação dos teores de cálcio e magnésio. Revista Foco, v. 16, n. 11, e3610, 2023.  \n\nROSSO, G. Calagem no sistema de ILPF. Brasília: Embrapa, 2016. Disponível em: https://www.embrapa.br/ busca-de-imagens/-/midia/2733001/calagem-no-sistemade-ilpf. Acesso em: 16 abr. 2024.", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287264/images/y9qzo7.jpg", "size": 105984}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287264/images/io2f2n.jpg", "size": 76633}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287264/images/lf9yxa.jpg", "size": 186668}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287264/images/atd4gw.jpg", "size": 113100}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287267/images/o6rhd5.jpg", "size": 87134}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287267/images/e9jlwx.jpg", "size": 172422}]}