{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/1141119/1/Doc-370-Dario.pdf", "text_in_pdf": "a conservação dos recursos naturais, estudos nas áreas vegetal e animal e tem potencial de gerar uma gama infinita de dados diariamente. Por esse motivo, o uso de banco de dados para o procedimento de registro e consulta se torna indispensável.  \n\nNesse contexto, o presente documento pretende oferecer uma alternativa com instruções práticas que podem auxiliar o pesquisador na sua tarefa diá- ria de registro e consulta de dados, de maneira segura e mais eficiente, associada à oportunidade de realizar futuramente análises estatísticas diretamente do banco de dados PostgreSQL, via o programa livre R.  \n\nEspera-se que as contribuições propostas neste manuscrito possam ser utilizadas para agilizar o processo de geração de informações, que orientarão a tomada de decisões, subsidiando a implementação de políticas públicas e promovendo o avanço do conhecimento.  \n\nSebastião Pedro da Silva Neto Chefe-Geral da Embrapa Cerrados  \n\nSumário  \n\nIntrodução.. 9   \nCaso de uso – experimento cana-de-açúcar.. 9   \nModelo de banco de dados para armazenar dados de experimentos de   \npesquisa.. 11   \nEntendendo o modelo de banco de dados relacional.. 11   \nModelo do banco de dados: experimento_DB.. .15   \nPreparando o ambiente de banco de dados. 22   \nInstalando o PostgreSQL 22   \nCriando o banco de dados: experimento_db.. 22   \nCriando as tabelas do banco de dados.. 25   \nCriando uma função para obter dados do experimento. 27   \nPopular os dados nas tabelas do banco de dados.. 28   \nConsultando o banco de dados.. 29   \nConexão do PostgreSQL com o programa R.. 36   \nInstalando o programa R.. 36   \nInstalando os pacotes .36   \nCriando a conexão de banco de dados com o PostgreSQL. 39   \nAnálise dos dados do estudo de caso no programa R.. 41   \nConsiderações finais.. 49   \nReferências. 49   \nAnexo I. Instalação do PostgreSQL. 50   \nAnexo II. Script do Banco de Dados. 58   \nAnexo III. Instruções SQL para popular as tabelas. .68   \nAnexo IV. Instalação do Database Browser.. 71   \nAnexo V. Instalação do programa R.. 75  \n\nIntrodução  \n\nÉ comum pesquisadores utilizarem planilhas eletrônicas para armazenar dados de experimentos e, quando necessitam utilizar o ambiente R para realizar estatísticas, depararem-se com uma tarefa operacional bastante trabalhosa, que é obter e preparar os dados necessários para a importação no programa R para começar a gerar as estatísticas necessárias. O problema aumenta quando os critérios, que levaram à obtenção e à preparação dos dados para uso no programa R, mudam. Neste momento, é preciso voltar ao início do processo, às planilhas, montar uma outra planilha com as colunas necessá- rias, preparar os dados, salvar no formato que o programa R compreende e recomeçar a fazer as estatísticas. Seria mais prático, seguro e eficiente poder gravar seus dados em um banco de dados, conectá-lo ao programa R e com o uso de uma função de consulta ao banco de dados, informar os critérios para filtrar os dados necessários e disponibilizá-los dentro do programa R para a realização de estatísticas.  \n\nNesta publicação, mostra-se como criar um banco de dados de pesquisa para atender a experimentos com delineamento em blocos casualizados (DBC), inserir os dados, conectar o programa R ao banco de dados, consultar os dados desejados, disponibilizá-los no programa R e, finalmente, realizar a análise estatística com maior flexibilidade e segurança. É utilizado um caso de uso hipotético para exemplificar todo o processo. Com isso, são apresentadas as vantagens de armazenar e gerenciar os dados e a facilidade de sua utilização no programa R.  \n\nCaso de uso – experimento cana-de-açúcar  \n\nCom o objetivo de facilitar o entendimento e mostrar o passo a passo da organização dos dados e sua análise, foi criada uma descrição sobre um experimento hipotético de pesquisa de cana-de-açúcar.  \n\nEm um experimento sobre a aplicação de amadurecedores em cana-de-açú- car, conduzido pela Embrapa Cerrados, foi realizado um estudo com o delineamento em blocos casualizados (DBC), estruturados em 4 blocos com os tratamentos: T1-Testemunha; T2-Polaris (dose 2 mL/ha); T3-Polaris (dose 4 mL/ha); T4-Polaris (dose 6m L/ha); T5-Ethrel (dosagem 3 mL/ha); T6-Ethrel (dosagem 5 mL/ha); T7-Ethrel (dosagem 7 mL/ha). Para cada parcela, foram coletadas amostras de cana após a aplicação dos amadurecedores.  \n\nOs dados de produtividade, medidos em quilos por hectare, são apresentados na Tabela 1. Na Figura 1, é apresentado o croqui que representa o desenho do delineamento desse experimento no campo.  \n\nTabela 1. Dados de produtividade do experimento.   \n\nMaturadorBloco12341.6951.8601.705T1-Testemunha1.770 1.8951.8652.020T2-Polaris (dose 2 mL/ha) T3-Polaris (dose 4mL/ha)1.6831.6801.970 1.7251.940T4-Polaris (dose 6 mL/ha)1.6631.7701.7521.726T5-Ethrel (dosagem 3 mL/ha1.4161.3561.4881.364T6-Ethrel (dosagem 5 mL/ha1.5161.4921.5761.616T7-Ethrel (dosagem 7 mL/ha1.3461.3441.3801.552  \n\n  \nFigura 1. Delineamento em DBC.\n\nOrganização de dados de pesquisa no PostgreSQL e realização de análise estatística em ambiente R  \n\nAbordagem prática  \n\n  \n\nEmpresa Brasileira de Pesquisa Agropecuária Centro de Pesquisa Agropecuária dos Cerrados Ministério da Agricultura, Pecuária e Abastecimento  \n\nDOCUMENTOS 370  \n\nOrganização de dados de pesquisa no PostgreSQL e realização de análise estatística em ambiente R  \n\nAbordagem prática  \n\nOzanival Dario Dantas da Silva Juaci Vitória Malaquias  \n\nEmbrapa Cerrados BR 020, Km 18, Rod. Brasília / Fortaleza Caixa Postal 08223 CEP 73310-970, Planaltina, DF Fone: (61) 3388-9898 embrapa.br/cerrados embrapa.br/fale-conosco/sac  \n\n  \n\nTodos os direitos reservados. A reprodução não autorizada desta publicação, no todo ou em parte, constitui violação dos direitos autorais (Lei $\\mathsf{n}^{\\circ}\\,\\mathsf{9.610}_{\\phantom{.0}}$ .  \n\nDados Internacionais de Catalogação na Publicação (CIP) Embrapa Cerrados  \n\nS586o Silva, Ozanival Dario Dantas da.  \n\nOrganização de dados de pesquisa no PostgreSQL e realização de análise estatística em ambiente R: abordagem prática. / Ozanival Dario Dantas da Silva e Juaci Vitória Malaquias. – Planaltina, DF : Embrapa Cerrados, 2021. 81 p. (Documentos / Embrapa Cerrados, ISSN 1517-5111, ISSN online 2176-5081, 370).  \n\n1. Banco de dados. 2. Modelagem. 3. Software livre. I. Malaquias, Juaci Vitória. II. Título. III. Série.  \n\nAutores  \n\nOzanival Dario Dantas da Silva  \n\nCientista da Computação, mestre em Engenharia Elétrica e de Computação, analista da Embrapa Cerrados, Planaltina, DF  \n\nJuaci Vitória Malaquias  \n\nEstatístico, mestre em Ciência de Materiais em Modelagem e Simulação Computacional, analista da Embrapa Cerrados, Planaltina, DF  \n\nApresentação  \n\nCom grande satisfação, apresentamos o documento intitulado Organização de Dados de Pesquisa no PostgreSQL e Realização de Análise Estatística em Ambiente R: abordagem prática, que trata da preparação, da modelagem e da organização de um banco de dados e da conexão do PostgreSQL ao software livre R, a fim de facilitar o processo da aplicação de análises estatísticas, sem a necessidade de uso frequente de planilhas eletrônicas.  \n\nNormalmente, durante o decorrer do processo de uma pesquisa de campo – após o planejamento, o delineamento e sua aplicação, propriamente dita –, os dados provenientes do estudo são registrados num formulário e, em seguida, digitados em um meio digital, como por exemplo, uma planilha eletrônica, a fim de serem, posteriormente, analisados estatisticamente e interpretados, respondendo as hipóteses estabelecidas no seu planejamento. Esse procedimento é mais comum do que se imagina, principalmente quando se trata de pesquisas no meio agropecuário. O que é pouco relatado são os percalços enfrentados para manter os dados guardados e organizados, num formato padrão que possa, de tempos em tempos, serem recuperados e devidamente atualizados, espacialmente ou temporalmente.  \n\nTalvez pela falta de conhecimento técnico ou pela familiaridade com ferramentas já disponíveis, adequadas para o melhor aproveitamento em termos de tempo, agilidade, segurança e eficiência no processo de organização, registro e consulta de dados, a maioria dos pesquisadores ainda se utilizem da construção de tabelas em planilhas eletrônicas para guardar dados gerados.  \n\nA Embrapa Cerrados é um centro de pesquisa ecorregional, que atua em diferentes campos da pesquisa agropecuária, dentro dos temas que envolvem", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287309/images/uaz71u.jpg", "size": 63218}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287309/images/925dsi.jpg", "size": 116669}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287316/images/g6ooh1.jpg", "size": 114831}, {"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287316/images/q36zpm.jpg", "size": 514769}]}