{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/1042994/1/Doc206.pdf", "text_in_pdf": "Guia Prático para Interpretação de Resultados de Análises de Solo  \n\n  \n\nDocumentos 206  \n\nGuia Prático para Interpretação de Resultados de Análises de Solo  \n\nLafayette Franco Sobral   \nMarcos Cabral de Vasconcellos Barretto   \nAiron José da Silva   \nJoézio Luiz dos Anjos   \nEmbrapa Tabuleiros Costeiros   \nAv. Beira Mar, 3250, CEP 49025-040, Aracaju, SE   \nFone: (79) 4009-1300   \nFax: (79) 4009-1369   \nwww.embrapa.com.br   \nwww.embrapa.br/fale-conosco  \n\nComitê Local de Publicações  \n\nComitê Local de Publicações da Embrapa Tabuleiros Costeiros  \n\nPresidente: Marcelo Ferreira Fernandes Secretária-executiva: Raquel Fernandes de Araújo Rodrigues  \n\nMembros: Ana Veruska Cruz da Silva Muniz, Carlos Alberto da Silva, Élio César Guzzo, Hymerson Costa Azevedo, João Costa Gomes, Josué Francisco da Silva Junior, Julio Roberto de Araujo Amorim, Viviane Talamini e Walane Maria Pereira de Mello Ivo  \n\nSupervisão editorial: Raquel Fernandes de  Araújo Rodrigues Normalização biblográfica: Josete Cunha Melo Editoração eletrônica: Raquel Fernandes de Araújo Rodrigues Foto da capa: Saulo Coelho Nunes  \n\n1a Edição On-line (2015)  \n\nTodos os direitos reservados.  \n\nA reprodução não autorizada desta publicação, no todo ou em parte, constitui violação dos direitos autorais (Lei $\\mathsf{n}^{\\circ}\\ 9.6\\,10\\rangle$ . Dados Internacionais de Catalogação na Publicação (CIP) Embrapa Tabuleiros Costeiros  \n\nGuia prático para interpretação de resultados de análises de solos / Lafayette Franco Sobral ... [et al.] – Aracaju : Embrapa Tabuleiros Costeiros, 2015.   \n13 p. (Documentos / Embrapa Tabuleiros Costeiros, ISSN   \n1678-1953; 206). Disponível em:   \n\n1. Solo. 2. Fertilizante. 3. Análise de solo. I. Sobral, Lafayette Franco. II. Barretto, Marcos Cabral de Vasconcellos. III. Silva, Airon José da. IV. Anjos, Joézio Luiz dos. V. Série.  \n\nAutores  \n\nLafayette Franco Sobral  \n\nEngenheiro-agrônomo, PhD em Ciência do Solo, pesquisador da Embrapa Tabuleiros Costeiros  \n\nMarcos Cabral de Vasconcellos Barretto  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas,Ciência do Solo, professor da Universidade Federal de Sergipe (UFS), São Cristóvão, SE  \n\nAiron José da Silva  \n\nEngenheiro-agrônomo, doutor em Ciência do Solo, professor da Universidade Federal de Sergipe (UFS), São Cristóvão, SE  \n\nJoézio Luiz dos Anjos  \n\nEngenheiro-agrônomo, doutor em Agronomia, pesquisador da Embrapa Tabuleiros, Aracaju, SE  \n\nApresentação  \n\nA recomendação de fertilizantes com base em analise de solo é uma ferramenta importante para obtenção de produtividades competitivas. No Brasil, esse processo está bem estabelecido, entretanto, a apresentação dos conceitos relacionados ao tema de forma simples e direta pode auxiliar os técnicos que atuam na Assistência Técnica tanto privada quanto oficial.  \n\nOs métodos de análise abordados nesta publicação são aqueles utilizados nos laboratórios de solo da Empresa Brasileira de Pesquisa Agropecuária (Embrapa), os quais são submetidos a um sistema de controle de qualidade.  \n\nManoel Moacir Costa Macêdo Chefe-geral da Embrapa Tabuleiros Costeiros\n\nSumário  \n\nGuia Prático para Interpretação de Resultados de Análises de Solo...... 6   \nIntrodução... 6   \nUnidades utilizadas nos resultados de análises de solo. 7   \nAcidez ativa - pH.   \nAcidez trocável ou alumínio trocável... 8   \nAcidez total ou potencial... 8   \nBases trocáveis... 9   \nSaturação por bases $(\\mathsf{V}\\%)$ ) 9   \nPotássio... 10   \nSódio. 10   \nCapacidade de troca catiônica (CTC).. 11   \nFósforo 11   \nConsiderações finais. 13   \nReferências 13  \n\nGuia Prático para Interpretação de Resultados de Análises de Solo  \n\nLafayette Franco Sobral   \nMarcos Cabral de Vasconcellos Barretto   \nAiron José da Silva   \nJoézio Luiz dos Anjos  \n\nIntrodução  \n\nA análise de solo para fins de recomendação de fertilizantes é um processo no qual são utilizados métodos rápidos para estimar a disponibilidade de nutrientes, simulando a capacidade de extração das raízes. O estabelecimento da análise de solo em uma região ou estado deve ser precedido de pesquisa para seleção dos métodos, através de estudos de correlação e de calibração.  \n\nA avaliação da disponibilidade dos nutrientes no solo é feita através de métodos que são selecionados com base na correlação entre as quantidades do nutriente extraídas do solo e as quantidades do nutriente absorvidas por plantas indicadoras. Esses métodos simulam a ação das raízes, ou seja, extraem as formas químicas dos nutrientes que seriam absorvidas  pelas plantas.  \n\nUm resultado de análise de solo, mesmo obtido por um método que se correlacione com o crescimento da planta, tem sua interpretação limitada caso não se disponha dos padrões de comparação. Os padrões de comparação são obtidos em experimentos de campo, nos quais se avalia, prioritariamente, a produção das culturas em relação aos teores do nutriente medidos no solo. Este procedimento denomina-se calibração.  \n\nO objetivo desta publicação é apresentar de forma simples e direta, os conceitos que norteiam a interpretação dos resultados de análise de solo para fins de recomendação de fertilizantes. Os conceitos aqui apresentados tiveram como fonte: Cantaruti et al. (2007a; 2007b) e Sobral et al., (2007).  \n\nUnidades utilizadas nos resultados de análises de solo  \n\nNos resultados da análise de solo, é utilizado o Sistema Internacional de Unidades. Na Tabela 1, são apresentados os fatores de conversão para casos em que o Sistema Internacional Unidades ainda não tenha sido implantado no laboratório onde foram feitas as análises.  \n\nTabela 1. Unidades utilizadas na análise de solo e fatores de conversão.   \n\nDeterminacaoAnteriorAtualFatorpHAdimensionalM.0%g dm-3x 10P.S.K Microsppmmg dm-3igualKmg dm-3cmol. dm-3/391Ca.Mg.K.AImeq(100cm-3)mmol.dm-3x10Ca.Mg.K.AImeq (100cm-3)cmol dm-3igualCTC: H+ AImeq (100cm-3)cmol.dm-3igualV%%  \n\nAcidez ativa - pH  \n\nA acidez ativa do solo é a concentração hidrogeniônica em solução.  \n\nA escala de pH utilizada para medir a acidez ativa varia de 0 a 14. Valores de pH entre 2 e 3 indicam presença de ácidos livres provenientes da pirita que, quando oxidada, passa para $\\mathsf{H}_{2}\\mathsf{S}0_{4}$ . Quando o pH se situa entre 4 e 5, indica a presença de alumínio trocável. Quando o pH está em torno de 5,2 a 5,3 o alumínio trocável está quase na sua totalidade insolubilizado e não causa mais danos as raízes. • Solos calcários apresentam pH entre 7 e 8. • Quando o pH é próximo de 9, indica a presença de sódio.  \n\nAcidez trocável ou alumínio trocável  \n\nA acidez trocável é representada pelo alumínio $(\\mathsf{A}|^{3+})$ .  \n\nA presença de alumínio no solo pode inibir o crescimento radicular e influenciar na disponibilidade de outros nutrientes e processos como a mineralização da matéria orgânica.   \nA correção do solo com calcário eleva o pH e insolubiliza o $\\mathsf{A}\\mathsf{I}^{3+}$ tornando-o inofensivo para as raízes e processos do solo.   \nInsistir em não fazer calagem quando o $\\mathsf{A}\\mathsf{I}^{3+}$ no solo é maior que 0,5 cmolc $\\mathsf{d}\\mathsf{m}^{-3}$ não é recomendado, pois, pode trazer prejuízos com a queda da produtividade. Algumas culturas são mais sensíveis ao $\\mathsf{A}\\mathsf{I}^{3+}$ que outras.  \n\nAcidez total ou potencial  \n\nA acidez potencial é composta pela acidez trocável e não trocável e é representada pelo $\\mathsf{H}+\\mathsf{A l}$ . Pode ser obtida diretamente através do método do acetato de cálcio a pH 7. Também pode ser obtida indiretamente com base no pH de uma solução tamponada SMP adicionada ao solo.   \n• O método baseia-se na relação existente entre o pH de uma solução tamponada adicionada ao solo e o teor de $\\mathsf{H}+\\mathsf{A}$ . A acidez total é utilizada para o cálculo da capacidade de troca catiônica e da saturação por bases.  \n\nBases trocáveis  \n\nA quantidade de bases trocáveis cálcio, magnésio, potássio e sódio indicam o grau de intemperismo do solo. Em solos mais jovens que sofreram menos intemperismo, os teores dos quatro elementos são mais altos.  \n\nSolos que sofreram mais intemperismo como os solos dos Tabuleiros Costeiros, os teores dos citados elementos são mais baixos.  \n\nQuando os teores de cálcio e magnésio são baixos, os mesmos podem ser elevados com a utilização de calcário dolomítico o qual tem em sua composição mais de $12\\%$ de magnésio. Quando o objetivo for somente corrigir a acidez o calcário calcítico pode ser utilizado.  \n\nObservar que o cálcio e magnésio podem ser adsorvidos a cargas que seriam ocupadas pelo potássio e o mesmo pode ser lixiviado, para fora do alcance das raízes.  \n\nSaturação por bases (V%)  \n\nA saturação por bases é a proporção da capacidade de troca catiônica ocupada pelas bases. Solos com saturação por bases maiores que $70\\%$ indicam que não há necessidade de calagem. Solos com saturação por bases menor que $50\\%$ , têm cargas ocupadas por componentes da acidez H ou Al e necessitam de correção. No cálculo das bases trocáveis, são computados, além do cálcio e do magnésio, o potássio e o sódio. O método de calagem por saturação por bases considera a necessidade de cada cultura. Os métodos baseados na insolubilização do $\\mathsf{A}\\mathsf{I}^{3+}$ e na elevação dos teores de cálcio e do magnésio no solo não levam em consideração as necessidades da cultura.", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287202/images/8jvh7u.jpg", "size": 452076}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762287203/images/fd3mwg.jpg", "size": 62791}]}