{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/783155/1/documentos183.pdf", "text_in_pdf": "Apresentação  \n\nA lima ácida ‘Tahiti’ representa hoje uma das mais importantes fruteiras do Brasil principalmente devido à crescente demanda de mercados externos. Entretanto, paralelamente à esta demanda também crescem as exigências dos mercados importadores nos quesitos ambientais e sociais, onde a rastreabilidade da produção é fator preponderante para garantir sucesso na comercialização. A produção integrada de lima ácida Tahiti busca atender estas exigências com o estabelecimento de normas que asseguram uma cuidadosa utilização dos recursos naturais, regulamentando o uso de agrotóxicos e insumos permitidos e registrados.  \n\nNesta publicação são disponibilizados aos produtores as bases para o manejo Integrado de pragas com foco no monitoramento por amostragem para determinação da incidência das pragas a serem controladas, a identificação dos seus respectivos inimigos naturais e a determinação do nível de controle no momento mais adequado de modo que sejam utilizados um menor número de aplicações de produtos químicos.  \n\nSumário  \n\nIntrodução ... . 09   \nMonitoramento das Pragas e seus Inimigos Naturais ... ... 10   \nFundamentos da Inspeção de Pragas ... 10   \nPragas a Serem Monitoradas .. 10   \nPrincípios da Inspeção de Pragas .... 11   \nInspeção ... . 11   \nTamanho da amostra . 11   \nCasualização . 12   \nUnidade da Amostra . . 12   \nFrequência da Inspeção .. 12   \nDados climáticos... ... 13   \nInspetor de Pragas ... . 13   \nManejador de Pragas ... 13   \nFicha e Caderno de Campo 14  \n\nProcedimentos para a Inspeção da Praga e Preenchimento da Ficha de Campo .... ..... 15  \n\nPragas ... 16   \nInimigos Naturais . 26   \nObservação ... 30   \nCálculo dos Índices de Infestação 31   \nGrade de Agrotóxicos para Citros .. 32   \nReferências ... 33   \nAnexos .. 34  \n\nManual Prático para o Monitoramento e Controle de Pragas da Lima Ácida Tahiti  \n\nIntrodução  \n\nPara a execução do Manejo Integrado de pragas é necessário se fazer inspeções (amostragem ou vistoria) das pragas, doenças e seus inimigos naturais, de modo a fornecer dados seguros para as decisões a serem tomadas, não só para o controle das pragas mas também para a preservação dos inimigos naturais.  \n\nA identificação de pragas e doenças e a proposição do uso de técnicas de Manejo Integrado de Pragas (MIP) são fortes aliados da implantação da produção integrada no cultivo da lima ácida Tahiti. O maior aliado no controle otimizado nos pomares é o monitoramento da dinâmica populacional das pragas e seus inimigos naturais, e da evolução espacial e temporal das doenças, aliando conhecimentos epidemiológicos e climáticos.  \n\nAs pragas da lima ácida Tahiti representam perigo para a manutenção sustentável da cultura. O controle dessas pragas tem sido feito pela aplicação de produtos químicos, na maioria das vezes em épocas, quantidades e princípios ativos inadequados. O monitoramento das pragas permite estabelecer os níveis para as tomadas de decisão compatíveis com o controle e a identificação dos inimigos naturais obedecendo metodologias\n\nManual Prático para o Monitoramento e Controle das Pragas da Lima Ácida Tahiti  \n\n  \n\nEmpresa Brasileira de Pesquisa Agropecuária Embrapa Mandioca e Fruticultura Tropical Ministério da Agricultura, Pecuária e Abastecimento  \n\nDocumentos 183  \n\nManual Prático para o Monitoramento e Controle das Pragas da Lima Ácida Tahiti  \n\nHermes Peixoto Santos Filho Cláudio Luiz Leone Azevedo Antonio Souza do Nascimento José Eduardo Borges de Carvalho Autores  \n\nExemplares desta publicação podem ser adquiridos na:  \n\nEmbrapa Mandioca e Fruticultura Tropical   \nRua Embrapa, s/n   \nCaixa Postal 007   \nCEP 44380-000, Cruz das Almas, Bahia   \nFone: (75) 3312-8000   \nFax: (75) 3312-8097   \nHome page: http://www.cnpmf.embrapa.br   \nE-mail:  sac@cnpmf.embrapa.br  \n\nComitê de Publicações da Unidade  \n\nPresidente: Aldo Vilar Trindade   \nVice-presidente: Ana Lúcia Borges   \nSecretária: Maria da Conceição Pereira Borba dos Santos   \nMembros: Abelmon da Silva Gesteira Antonio Alberto Rocha Oliveira Carlos Alberto da Silva Ledo Davi Theodoro Junghans Eliseth de Souza Viana Léa Ângela Assis Cunha Marilene  Fancelli  \n\nSupervisão editorial: Ana Lúcia Borges Revisão de texto: Marilene Fancelli Ficha catalográfica: Sônia Maria Sobral Cordeiro Tratamento de ilustrações: Maria da Conceição Borba Editoração eletrônica: Maria da Conceição Borba  \n\n1a edição   \n1a impressão (2009): on-line  \n\nTodos os direitos reservados  \n\nA reprodução não-autorizada desta publicação, no todo ou em parte, constitui violação dos direitos autorais (Lei no 9.610).  \n\nDados Internacionais de Catalogação na Publicação (CIP) Embrapa Mandioca e Fruticultura Tropical  \n\nSantos Filho, Hermes Peixoto Manual prático para o monitoramento e controle das   \npragas da lima ácida Tahiti [recurso eletrônico] / Hermes Peixoto Santos   \nFilho... [et al.]. − Dados eletrônicos. − Cruz das Almas: Embrapa   \nMandioca e Fruticultura Tropical, 2009. − (Documentos / Embrapa   \nMandioca e Fruticultura Tropical, ISSN 1809-4996; 183) Sistema requerido: Adobe Acrobat Reader Modo de acesso; Word Wide Web  Título da página web (acesso em 30 abr. 2009) 1. Fruta cítrica. 2. Praga de planta. I. Santos Filho, Hermes Peixoto. II. Título. III. Série.  \n\nAutores  \n\nHermes Peixoto Santos Filho  \n\nEngenheiro Agrônomo, M.Sc., pesquisador da Embrapa Mandioca e Fruticultura Tropical Cruz das Almas, BA, hermes@cnpmf.embrapa.br  \n\nCláudio Luiz Leone Azevedo  \n\nEngenheiro Agrônomo, M.Sc., pesquisador da Embrapa Mandioca e Fruticultura Tropical Cruz das Almas, BA, claudio@cnpmf.embrapa.br  \n\nAntonio Souza do Nascimento  \n\nEngenheiro Agrônomo, D.Sc., pesquisador da Embrapa Mandioca e Fruticultura Tropical Cruz das Almas, BA, antnasc@cnpmf.embrapa.br  \n\nJosé Eduardo Borges de Carvalho  \n\nEngenheiro Agrônomo, D.Sc., pesquisador da Embrapa Mandioca e Fruticultura Tropical Cruz das Almas, BA, jeduardo@cnpmf.embrapa.br", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287207/images/zu0f5e.jpg", "size": 457366}]}