{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/1085209/1/ManualdeMetodosdeAnalisedeSolo2017.pdf", "text_in_pdf": "Bianca Braz Mattos  \n\nBióloga, mestre em Ciências (Microbiologia), analista da Embrapa Solos, Rio de Janeiro, RJ.  \n\nBrivaldo Gomes de Almeida  \n\nQuímico industrial, doutor em Agronomia (Solos e Nutrição de Plantas), professor da Universidade Federal Rural de Pernambuco, Recife, PE.  \n\nBruno José Rodrigues Alves  \n\nEngenheiro-agrônomo, doutor em Agronomia (Ciências do Solo), pesquisador da Embrapa Agrobiologia, Seropédica, RJ.  \n\nClaudia Pozzi Jantalia  \n\nEngenheira-agrônoma, doutora em Fitotecnia, pesquisadora da Embrapa Agrobiologia, Seropédica, RJ.  \n\nDaniel Vidal Pérez  \n\nEngenheiro-agrônomo, doutor em Química, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nDavid Vilas Boas de Campos  \n\nEngenheiro-agrônomo, doutor em Ciência do Solo, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nEcila Mercês de Albuquerque Villani  \n\nEngenheira-agrônoma, doutora em Solos e Nutrição de Plantas, Juiz de Fora, JF.  \n\nEder de Souza Martins  \n\nGeólogo, doutor em Geologia, pesquisador da Embrapa Cerrados, Brasília, DF.  \n\nEduardo Mendes de Oliveira  \n\nAssistente da Embrapa Solos, Rio de Janeiro, RJ.  \n\nEliane de Paula Clemente  \n\nEngenheira florestal, doutora em Solos e Nutrição de Plantas, pesquisadora da Embrapa Solos, Rio de Janeiro, RJ.  \n\nEtelvino Henrique Novotny  \n\nEngenheiro-agrônomo, doutor em Química (Físico-Química), pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nFabiano Daniel de Bona  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Trigo, Passo Fundo, RS.  \n\nFabiano de Carvalho Balieiro  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nFelipe Vaz Andrade  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, professor da Universidade Federal do Espírito Santo, Alegre, ES.  \n\nGilson Gregoris  \n\nTécnico da Embrapa Solos, Rio de Janeiro, RJ.  \n\nGuilherme Kangussu Donagemma  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nGustavo Souza Valladares  \n\nEngenheiro-agrônomo, doutor em Agronomia (Ciências do Solo), professor da Universidade Federal do Piauí, Teresina, PI.  \n\nHenrique Debiasi  \n\nEngenheiro-agrônomo, doutor em Ciência do Solo, pesquisador da Embrapa Soja, Londrina, PR.  \n\nHugo Alberto Ruiz  \n\nBioquímico, doutor em Solos e Nutrição de Plantas, professor da Universidade Federal de Viçosa, Viçosa, MG.  \n\nIgor Rodrigues de Assis  \n\nEngenheiro agrícola e ambiental, doutor em Solos e Nutrição de Plantas, professor da Universidade Federal de Viçosa, Viçosa, MG.  \n\nJessé Rodrigo Fink  \n\nEngenheiro-agrônomo, doutor em Ciência do Solo, professor do Instituto Federal do Paraná, Palmas, PR.  \n\nJoão Herbert Moreira Viana  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Milho e Sorgo, Sete Lagoas, MG.  \n\nJosé Coelho de Araújo Filho  \n\nEngenheiro-agrônomo, doutor em Geociências (Geoquímica e Geotectônica), pesquisador da Embrapa Solos, Recife, PE.  \n\nJuacy Campbell de Oliveira Correa  \n\nTécnico em Agropecuária, Assistente da Embrapa Solos, Rio de Janeiro, RJ.  \n\nJúlio Cesar Salton  \n\nEngenheiro-agrônomo, doutor em Ciência do Solo, pesquisador da Embrapa Agropecuária Oeste, Dourados, MS.  \n\nJulio Cezar Franchini  \n\nEngenheiro-agrônomo, doutor em Ciências, pesquisador da Embrapa Soja, Londrina, PR.  \n\nLilian de Oliveira Bassil Pires  \n\nTécnica da Embrapa Solos, Rio de Janeiro, RJ.  \n\nLúcia Helena Cunha dos Anjos  \n\nEngenheira-agrônoma, Ph.D. em Agronomia (Ciência do Solo), professora da Universidade Federal Rural do Rio de Janeiro, Seropédica, RJ.  \n\nLuís Carlos Hernani  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nMarcelo Francisco Costa Saldanha  \n\nQuímico, mestre em Físico-Química, analista da Embrapa Meio Ambiente, Jaguariúna, SP.  \n\nMarcelo Metri Corrêa  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, professor da Universidade Federal Rural de Pernambuco, Garanhuns, PE.  \n\nMarcos Aurélio Carolino de Sá  \n\nEngenheiro-agrônomo, doutor em Ciência do Solo, pesquisador da Embrapa Cerrados, Brasília, DF.  \n\nMaurício Paulo Ferreira Fontes  \n\nEngenheiro-agrônomo, Ph.D. em Ciência do Solo, professor da Universidade Federal de Viçosa, Viçosa, MG.  \n\nMaurício Rizzato Coelho  \n\nEngenheiro-agrônomo, doutor em Agronomia, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nMichely Tomazi  \n\nEngenheira-agrônoma, doutora em Ciência do Solo, pesquisadora da Embrapa Agropecuária Oeste, Dourados, MS.  \n\nMiguel Cooper  \n\nEngenheiro-agrônomo, doutor em Agronomia, professor da Escola Superior de Agricultura Luiz de Queiroz, Universidade de São Paulo, Piracicaba, SP.  \n\nMoacir de Souza Dias Junior  \n\nEngenheiro-agrícola, Ph.D. em Ciência do Solo e Plantas, professor da Universidade Federal de Lavras, Lavras, MG.  \n\nMurilo Gomes Torres  \n\nGeólogo, doutor em Geologia, professor da Universidade Católica de Brasília, Brasília, DF.  \n\nPaula Cristina Caruana Martins  \n\nEngenheira-agrônoma, doutora em Ciência do Solo, participante do programa PNPD/CAPES – UFLA, Lavras, MG.  \n\nPaula Fernanda Chaves Soares  \n\nEngenheira-agrônoma, doutora em Ciência do Solo, professora da Universidade Iguaçu, Nova Iguaçu, RJ.  \n\nPaulo César Teixeira  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nPedro Luiz de Freitas  \n\nEngenheiro-agrônomo, Ph.D. em Agronomia (Ciência do Solo), pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nPedro Luiz Oliveira de Almeida Machado  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO.  \n\nRaphael Bragança Alves Fernandes  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, professor do Departamento de Solos da Universidade Federal de Viçosa, Viçosa, MG.  \n\nReinaldo Bertola Cantarutti  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, professor do Departamento de Solos da Universidade Federal de Viçosa, Viçosa, MG.  \n\nRicardo Ralisch  \n\nEngenheiro-agrônomo, doutor em Energia na Agricultura, professor da Universidade Estadual de Londrina, Londrina, PR.  \n\nRoberto Ferreira Novais  \n\nEngenheiro-agrônomo, Ph.D. em Agronomia (Ciência do Solo), professor da Universidade Federal de Viçosa, Viçosa, MG.  \n\nSebastião Barreiros Calderano  \n\nGeólogo, mestre em Geologia, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nSelma Simões de Castro  \n\nGeógrafa, doutora em Geografia (Geografia Física), professora da Universidade Federal de Goiás, Goiânia, GO.\n\nMANUAL DE MeTODOS DE AnaLISE DE SOLO  \n\n3a  edição Revista e ampliada  \n\nPaulo César Teixeira Guilherme Kangussu Donagemma Ademir Fontana Wenceslau Geraldes Teixeira Editores Técnicos  \n\nManual de Métodos de Análise de Solo  \n\n$\\pmb{3}^{\\pmb{a}}$ edição revista e ampliada  \n\nPaulo César Teixeira Guilherme Kangussu Donagemma Ademir Fontana Wenceslau Geraldes Teixeira Editores Técnicos  \n\nExemplares desta publicação podem ser adquiridos na:  \n\nEmbrapa Solos   \nEndereço: Rua Jardim Botânico, 1024. Jardim Botânico   \nCEP: 22460-000 - Rio de Janeiro, RJ   \nFone: $+\\,55$ (21) 2179-4500   \nFax: $+\\,55$ (21) 2179-5291   \nhttps://www.embrapa.br   \nhttps://www.embrapa.br/fale-conosco/sac/  \n\nUnidade responsável pelo conteúdo e edição Embrapa Solos  \n\nComitê de Publicações da Embrapa Solos  \n\nPresidente: José Carlos Polidoro   \nSecretária-Executiva: Jacqueline Silva Rezende Mattos   \nMembros: Ademar Barros da Silva, Adriana Vieira de C. de Moraes, Alba Leonor da Silva Martins, Enyomara Lourenço Silva, Evaldo de Paiva Lima, Joyce Maria Guimarães Monteiro, Luciana Sampaio de Araujo, Maria Regina Laforet, Maurício Rizzato Coelho, Moema de Almeida Batista, Wenceslau Geraldes Teixeira  \n\nSupervisão editorial: Jacqueline Silva Rezende Mattos Normalização bibliográfica: Luciana Sampaio de Araujo Editoração eletrônica: Jacqueline Silva Rezende Mattos Capa: Eduardo Guedes de Godoy Revisão de texto: André Luiz da Silva Lopes e Marcos Antônio Nakayama  \n\n3a edição Publicação digitalizada (2017)  \n\nTodos os direitos reservados. A reprodução não autorizada desta publicação, no todo ou em parte, constitui violação dos direitos autorais (Lei $\\mathsf{n}^{\\circ}\\,\\9.610)$ ).  \n\nDados Internacionais de Catalogação na Publicação (CIP) Embrapa Solos  \n\nManual de métodos de análise de solo / Paulo César Teixeira ... [et al.], editores técnicos. – 3. ed. rev. e ampl. – Brasília, DF : Embrapa, 2017. 574 p. : il. color. ISBN 978-85-7035-771-7 1. Análise do solo. 2. Física do solo. 3. Química do solo. 4. Matéria orgânica.   \n5. Mineralogia. I. Teixeira, Paulo César. II. Donagemma, Guilherme Kangussu. III.   \nFontana, Ademir. IV. Teixeira, Wenceslau Geraldes. V. Embrapa Solos.  \n\nEditores Técnicos  \n\nPaulo César Teixeira  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nGuilherme Kangussu Donagemma  \n\nEngenheiro-agrônomo, doutor em Solos e Nutrição de Plantas, pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nAdemir Fontana  \n\nEngenheiro-agrônomo, doutor em Agronomia (Ciências do Solo), pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nWenceslau Geraldes Teixeira  \n\nEngenheiro-agrônomo, doutor em Geoecologia (Dr. rer. nat.), pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nAutores  \n\nAdemir Emídio da Silva  \n\nAssistente da Embrapa Solos, Rio de Janeiro, RJ.  \n\nAdemir Fontana  \n\nEngenheiro-agrônomo, doutor em Agronomia (Ciências do Solo), pesquisador da Embrapa Solos, Rio de Janeiro, RJ.  \n\nAdoildo da Silva Melo  \n\nEngenheiro-agrônomo, técnico da Embrapa Solos, Rio de Janeiro, RJ.  \n\nAlba Leonor da Silva Martins  \n\nEngenheira-agrônoma, doutora em Ciência do Solo, pesquisadora da Embrapa Solos, Rio de Janeiro, RJ.  \n\nAlberto Vasconcellos Inda  \n\nEngenheiro-agrônomo, doutor em Ciência do Solo, professor da Universidade Federal do Rio Grande do Sul, Porto Alegre, RS.  \n\nAnderson Santi  \n\nEngenheiro-agrônomo, mestre em Agronomia, pesquisador da Embrapa Trigo, Passo Fundo, RS.  \n\nBeata Emoke Madari  \n\nEngenheira-agrônoma, doutora em Ciência do Solo e Nutrição de Plantas, pesquisadora da Embrapa Arroz e Feijão, Santo Antônio de Goiás, GO.", "files_in_pdf": []}