{"origin_pdf_path": "https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/330496/1/Manual-de-analises-quimicas-de-solos-plantas-e-fertilizantes-ed02-reimpressao-2014.pdf", "text_in_pdf": "Autores  \n\nAdriana Delfino dos Santos  \n\nAnalista de sistemas, Mestre em Engenharia Elétrica, pesquisadora da Embrapa   \nInformática Agropecuária   \nadriana@cnptia.embrapa.br  \n\nAline Renée Coscione  \n\nQuímica, Doutora em Química, pesquisadora do Instituto Agronômico de Campinas aline@iac.sp.gov.br  \n\nAndré César Vitti  \n\nEngenheiro agrônomo, Doutor em Solos, pesquisador do Centro de Energia Nuclear   \nna Agricultura (USP)   \nacvitti@aptaregional.sp.gov.br  \n\nAntônio Enedi Boaretto  \n\nEngenheiro agrônomo, Doutor em Solos e Nutrição de Plantas, pesquisador do   \nCentro de Energia Nuclear na Agricultura (USP)   \na.e.boaretto@cena.usp.br  \n\nAntonio Marcos Coelho  \n\nEngenheiro agrônomo, Ph.D. em Solos e Agricultura de Precisão, pesquisador da   \nEmbrapa Milho e Sorgo   \namcoelho@cnpms.embrapa.br  \n\nBernardo van Raij  \n\nEngenheiro agrônomo, Ph.D. em Solos, pesquisador do Instituto Agronômico de   \nCampinas   \nbvanraij@terra.com.br  \n\nCarlos Alberto Silva  \n\nEngenheiro agrônomo, Doutor em Agronomia, professor da Universidade Federal   \nde Lavras   \ncsilva@ufla.br  \n\nCassio Hamilton Abreu Junior  \n\nEngenheiro agrônomo, Doutor em Solos e Nutrição de Plantas, professor do Centro   \nde Energia Nuclear na Agricultura (USP)   \ncahabreu@cena.usp.br  \n\nCiríaca A. F. Santana do Carmo  \n\nEngenheira agrônoma, Mestre em Nutrição de Plantas, pesquisadora aposentada da Embrapa Solos  \n\nClaudineia Rodrigues da Silva  \n\nQuímica, Doutora em Química Analítica claurs2003@yahoo.com.br  \n\nCleíde Aparecida de Abreu  \n\nEngenheira agrônoma, Doutora em Solos e Nutrição de Plantas, pesquisadora do   \nInstituto Agronômico de Campinas   \ncleide@iac.sp.gov.br  \n\nClésio Gianello  \n\nEngenheiro agrônomo, Doutor em Solos, professor da Universidade Federal do   \nRio Grande do Sul   \ngianello@portoweb.com.br  \n\nCristiano Alberto de Andrade  \n\nEngenheiro agrônomo, Doutor em Solos e Nutrição de Plantas, pesquisador do   \nInstituto Agronômico de Campinas   \nandrade@iac.sp.gov.br  \n\nDaniel Vidal Pérez  \n\nEngenheiro agrônomo, Doutor em Química, pesquisador da Embrapa Solos daniel@cnps.embrapa.br  \n\nDorothy C. Pinatti Casarini  \n\nBióloga, Doutora em Engenharia Hidráulica, Gerente de Divisão da Companhia   \nde Tecnologia de Saneamento Ambiental (Cetesb)   \ndorothyc@cetesbnet.sp.gov.br  \n\nFábio Cesar da Silva  \n\nEngenheiro agrônomo e florestal, Mestre e Doutor em Solos e Nutrição de Plantas, Pós-doutorado em Modelagem Agrícola, pesquisador da Embrapa Informática Agropecuária e professor da Fatec Piracicaba.   \nfcesar@cnptia.embrapa.br  \n\nFábio Prata  \n\nEngenheiro agrônomo, Doutor em Solos e Nutrição de Plantas, pesquisador da Bayer   \nCrop Science   \nfabio.prata@bayercropscience.com  \n\nFernando de Campos Carvalho  \n\nEngenheiro agrônomo, Doutor em Engenharia, fiscal do Ministério da Agricultura,   \nPecuária e Abastecimento   \njfcarvalho@agricultura.gov.br  \n\nGláucia Cecília Gabrielli dos Santos  \n\nEngenheira agrônoma, Doutora em Solos e Nutrição de Plantas, Laboratórios Tasqa gcgsantos@gmail.com  \n\nHeitor Cantarella  \n\nEngenheiro agrônomo, Doutor em Agronomia, pesquisador do Instituto Agronômico   \nde Campinas   \ncantarella@iac.sp.gov.br  \n\nHenriqueta Maria Gimenes Fernandes  \n\nBióloga, técnica especialista do Centro de Energia Nuclear na Agricultura (USP) hgimenes@cena.usp.br  \n\nJoão Carlos de Andrade  \n\nQuímico, Doutor em Química, professor da Universidade Estadual de Campinas dandrade@iqm.unicamp.br  \n\nJosé Antônio Quaggio  \n\nEngenheiro agrônomo, Doutor em Solos e Nutrição de Plantas, pesquisador do   \nInstituto Agronômico de Campinas   \nquaggio@iac.sp.gov.br  \n\nJosé Carlos Chitolina  \n\nEngenheiro agrônomo, Doutor em Solos, professor da Escola de Engenharia de   \nPiracicaba   \njcchito@yahoo.com.br  \n\nLuiz Manoel Silva Cunha  \n\nEstatístico, Mestre em Ciência da Computação, analista da Embrapa Informática   \nAgropecuária   \nluizm@cnptia.embrapa.br  \n\nMarcos Antônio Pavan  \n\nEngenheiro agrônomo, Ph.D. em Solos, pesquisador do Instituto Agronômico do   \nParaná   \nmpavan@iapar.br  \n\nMaria Fernanda Georgina Giné Rosias  \n\nEngenheira química, Doutora em Solos e Nutrição de Plantas, professora do Centro   \nde energia Nuclear na Agricultura (USP)   \nmfgine@cena.usp.br  \n\nMarino José Tedesco  \n\nEngenheiro agrônomo, Ph.D. em Solos, professor da Universidade Federal do Rio   \nGrande do Sul   \nlabsolos@bol.com.br  \n\nMário Miyazawa  \n\nQuímico, Doutor em Química Analítica, pesquisador do Instituto Agronômico   \ndo Paraná   \nmiyazawa@iapar.br  \n\nMônica Ferreira de Abreu  \n\nQuímica, Doutora em Química, pesquisadora do Instituto Agronômico de Campinas monica@iac.sp.gov.br  \n\nPaulo Augusto da Eira  \n\nEngenheiro agrônomo, Mestre em Agronomia, pesquisador aposentado da Embrapa Solos  \n\nRoberto Hiroshi Higa  \n\nEngenheiro eletricista, Doutor em Ciência da Computação, pesquisador da Embrapa   \nInformática Agropecuária   \nroberto@cnptia.embrapa.br  \n\nSilvia Maria Fonseca Silveira Massruhá  \n\nAnalista de Sistemas, Doutora em Computação Aplicada, pesquisadora da Embrapa   \nInformática Agropecuária   \nsilvia@cnptia.embrapa.br  \n\nTaciana Figueiredo Gomes  \n\nTecnóloga em saneamento ambiental tacy0906@yahoo.com.br  \n\nTakashi Muraoka  \n\nEngenheiro agrônomo, Doutor em Agronomia, professor do Centro de Energia   \nNuclear na Agricultura (USP)   \nmuraoka@cena.usp.br  \n\nWaldir Vieira  \n\nEngenheiro agrônomo, fiscal do Ministério da Agricultura, Pecuária e   \nAbastecimento   \nwaldirvieira@brt14.com.br  \n\nWanderley José de Melo  \n\nEngenheiro agrônomo, Doutor em Solos e Nutrição de Plantas, professor da   \nUniversidade Estadual Paulista Julio de Mesquita Filho   \nwjmelo@fcav.unesp.br  \n\nWashington de Oliveira Barreto (in memoriam)  \n\nEngenheiro agrônomo, M. Sc. Soil Science (Purdue University), Doutor em Ciência do Solo, pesquisador aposentado da Embrapa Solos  \n\nApresentação  \n\nHistoricamente, a análise de solo começou, provavelmente, quando o homem se interessou por saber como as plantas crescem. Pode-se dizer que foi Justus Von Liebig, fundador da química agrícola, o primeiro a fazer a análise de solo e a recomendar o uso de fertilizantes artificiais. Daquela época até o início da década de 1920, pouco progresso foi feito, ainda que Dyer, Hilgard e Burd tivessem dado significativas contribuições para a química de solo. Já entre os anos de 1929 e 1934, importantes contribuições foram feitas por Bray, Herster, Morgan, Spurway e Truog.  \n\nNo Brasil, a década de 1950 foi decisiva para o desenvolvimento da análise de solo. A partir de 1965, a análise de solo com enfoque no programa de controle de qualidade foi demonstrada em reuniões sobre técnicas empregadas em todo o País, no âmbito do convênio entre o Ministério da Agricultura – representado pela antiga Equipe de Pedologia e Fertilidade do Solo, atual Centro Nacional de Pesquisa de Solos, Embrapa Solos – e a Universidade da Carolina do Norte, com apoio da Usaid, e sob liderança do Dr. Leandro Vettori. Esse programa, conhecido como Soil Testing, propiciou grande desenvolvimento da atividade de análise de solos, tornando-se, além disso, o embrião das atuais reuniões de laboratório promovidas pela Sociedade Brasileira de Ciência do Solo (SBCS).  \n\nÉ possível, por meio de uma análise de solo bem feita, avaliar o grau de deficiência de seus nutrientes e determinar as quantidades a serem aplicadas na adubação e calagem. Fator importante para uma alta produtividade sustentável na agricultura, a análise química do solo é o instrumento básico para a transferência de informações sobre calagem e adubação, da pesquisa para o agricultor.  \n\nNesta $2^{a}$ edição do Manual de Análises Químicas de Solos, Plantas e Fertilizantes, mais detalhada e organizada em três partes básicas - 1) Amostragem e Preparo de Amostras, 2) Análises Laboratoriais e 3) Infraestrutura, Qualidade e Informática –, a amostragem recebe cuidado especial, pois ela dá início a todos os demais procedimentos de quantificação e de avaliação da necessidade nutricional e da qualidade do produto fertilizante. Portanto, se a amostragem estiver \"errada\", então todo o procedimento subseqüente estará comprometido, ou\n\nManual de analises quimicas de solos, plantas e fertilizantes  \n\n$2^{a}$ edicao revista e ampliada  \n\nFabio Cesar da Silva Editor Técnico  \n\n  \n\nManual de análises químicas de solos, plantas e fertilizantes  \n\nEmpresa Brasileira de Pesquisa Agropecuária Embrapa Solos Embrapa Informática Agropecuária Ministério da Agricultura, Pecuária e Abastecimento  \n\nManual de análises químicas de solos, plantas e fertilizantes  \n\n$z^{a}$ edição revista e ampliada  \n\nFábio Cesar da Silva Editor Técnico  \n\nExemplares desta publicação podem ser adquiridos na:  \n\nEmbrapa Informação Tecnológica  \n\nParque Estação Biológica (PqEB)   \nAv. W3 Norte (final)   \n70770-901 Brasília, DF   \nFone: (61) 3448-4236   \nFax: (61) 3448-2494   \nvendas@sct.embrapa.br   \nwww.embrapa.br/liv  \n\nEmbrapa Solos  \n\nEmbrapa Informática Agropecuária  \n\nRua Jardim Botânico, 1.024 Jardim Botânico 22460-000 Rio de Janeiro, RJ Fone: (21) 2179-4500 Fax: (21) 2274-5291 www.embrapa.br  \n\nAv. Dr. André Tosello, 209, Barão Geraldo   \nCaixa Postal 6.041   \n13083-886 Campinas, SP   \nFone: (19) 3211-5700   \nFax: (19) 3211-5754   \nwww.embrapa.br  \n\nhttps://www.embrapa.br/fale-conosco/sac/ https://www.embrapa.br/fale-conosco/sac/  \n\nCoordenação editorial: Fernando do Amaral Pereira Mayara Rosa Carneiro Lucilene Maria de Andrade   \nSupervisão editorial e revisão de texto: Wesley José da Rocha   \nNormalização bibliográfica: Rosa Maria Barros   \nProjeto gráfico e editoração eletrônica: Júlio César da Silva Delfino   \nCapa: Carlos Eduardo Felice Barbeiro  \n\n1ª edição  \n\n$1^{\\circ}$ impressão (1999): 2.000 exemplares $2^{\\circ}$ impressão (2003): 1.000 exemplares  \n\n$z^{\\mathrm{a}}$ edição  \n\n$1^{\\circ}$ impressão (2009): 2.000 exemplares $2^{\\circ}$ impressão (2011): 1.000 exemplares $3^{\\circ}$ impressão (2013): 1.000 exemplares $4^{\\circ}$ impressão (2014): 1.000 exemplares", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_1_1_5_1762287208/images/rv2y7c.jpg", "size": 131036}]}