{"origin_pdf_path": "https://portal.unisepe.com.br/unifia/wp-content/uploads/sites/10001/2021/10/MONITORAMENTO-DE-CULTURAS-AGR%C3%8DCOLAS-UTILIZANDO-VIS%C3%83O-ARTIFICIAL-P%C3%A1g-232-%C3%A0-243.pdf", "text_in_pdf": "2.3.3 Segmentação baseada em bordas  \n\nA detecção de bordas, anteriormente discutida, possibilita a análise de descontinuidades nos níveis de cinza de uma imagem. As bordas na imagem de interesse caracterizam os contornos dos objetos nela presentes, sendo bastante úteis para a segmentação e identificação de objetos na cena. Pontos de borda podem ser entendidos como as posições dos pixels com variações abruptas de níveis de cinza. Os pontos de borda caracterizam as transições entre objetos diferentes. Várias técnicas de segmentação baseiam-se na detecção de bordas, sendo as mais simples aquelas nas quais as bordas são detectadas pelos operadores de gradiente (e.g. Sobel, Roberts, Laplaciano), seguida de um processo de limiarização.  \n\n2.4 Avaliação da segmentação  \n\nA avaliação dos resultados da segmentação de uma imagem são geralmente subjetivos, deixando a um observador humano a tarefa de verificar a efetividade da técnica baseada em se as imagens geradas pelo algoritmos são adequados para o observador. Contudo, existem algumas métricas que podem ser tomadas em consideração:  \n\nSobre-segmentação: Um objeto completo na imagem é representado por dois ou mais segmentos. • Sub-segmentação: Duas ou mais regiões são representadas por um segmento. • Localização incorreta de limites: Os limites das áreas segmentadas podem conter ruídos ou informação não desejada.  \n\n2.5 Extração de características  \n\nA próxima tarefa após a segmentação é o reconhecimento dos objetos ou regiões resultantes. O objetivo do reconhecimento de padrões é identificar objetos na cena a partir de um conjunto de medições. Cada objeto é um padrão e os valores medidos são as características desse padrão. Um conjunto de objetos similares, com uma ou mais características semelhantes, é considerado como pertencente à mesma classe de padrões. Há diversos tipos de características, cada uma das quais é obtida a partir de uma técnica específica.  \n\nAnalogamente, a forma de um objeto pode ser descrita em termos de suas bordas. Outros atributos mais específicos para a forma podem ser obtidos através de invariantes de momentos, descritores de Fourier, eixos medianos dos objetos, dentre outros. Para realizar o reconhecimento de objeto, existe uma grande variedade de técnicas de classificação.  \n\nA precisão de um classificador automático está relacionada diretamente com a qualidade da extração de características, uma vez que o sistema deve ser capaz de distinguir diferentes imagens dos objetos, é essencial ter bons critérios para escolha das características das imagens, pois são resultados que descrevem a imagem. Portanto, em geral, quanto melhor a representação da imagem, melhor os resultados apresentados pelo classificador. Algumas características comumente utilizadas pelos sistemas de visão computacional são: cor, forma, tamanho, textura, componentes principais e pontos de interesse obtidos por algoritmos como o Speeded-Up Robust Features.  \n\n2.6 Classificação ou reconhecimento de padrões  \n\nAs técnicas de reconhecimento de padrões podem ser divididas em 2 tipos principais: classificação baseada em aprendizagem  supervisionada e não-supervisionada. Por sua vez, os algoritmos de classificação supervisionada subdividem-se em paramétricos e não-paramétricos. O classificador paramétrico é treinado com uma grande quantidade de amostras rotuladas (conjunto de treinamento, padrões cujas classes se conhecem a priori) para que possa estimar os parâmetros estatísticos  de  cada  classe  de  padrão  (e.g.  média,  variância).  Exemplos  de  classificadores supervisionados são os de distância mínima e o de máxima verossimilhança. Na classificação nãoparamétrica, os parâmetros estimados do conjunto de treinamento não são levados em consideração. Um exemplo de classificador não paramétrico é o dos $K$ vizinhos mais próximos. Na classificação não supervisionada, o classificador particiona o conjunto de dados de entrada a partir de algum critério de similaridade, resultando em um conjunto de clusters ou grupos, cada um dos quais normalmente associados a uma classe. Na área de reconhecimento de objetos, destacam-se os algoritmos e técnicas baseadas  em  redes  neurais  (com  variantes  tanto  para  classificação  supervisionada  como  para classificação não-supervisionada). Outro importante exemplo são os classificadores bayesianos.  \n\n2.7 Cor  \n\nCor é um atributo importante em qualquer imagem e representa a característica visual mais usada pelo cérebro humano para diferenciar objetos e coisas. Assim, é necessário avaliar a potencialidade de extratores de cor na diferenciação de deficiências. Na continuação são apresentadas algumas técnicas de extração de cor de imagens achadas na literatura.  \n\n2.8 Histogramas coloridos  \n\nOs histogramas são uma representação compacta de uma imagem sem ter nenhum conhecimento prévio do conteúdo da imagem, porém, são descritores adequados para muitas aplicações. Um histograma de cor é um dos atributos mais básicos usadas na extração de características principalmente porque não precisa de uma implementação complexa e permite avaliar rapidamente a importância da cor num conjunto de imagens. É uma aproximação usualmente adotada em recuperação de imagens baseada em conteúdo. Num histograma cada pixel é associado a uma cor específica, cada cor pode ser descrito por três componentes na maioria de espaços de cor usados (por exemplo, vermelho, verde e azul são as componentes do espaço RGB).  \n\n2.9 Textura  \n\nA análise de textura é uma área importante de estudo em visão computacional. A maioria das superfícies naturais oferece texturas únicas que um sistema de visão computacional deve poder interpretar. A textura reflete as variações das propriedades ópticas em um objeto, diferentes superfícies produzem diferentes texturas. Isto faz com que a textura seja uma importante fonte de informação para muitas tarefas de visão computacional como: classificação, segmentação, etc. Como uma função, a textura pode ser definida como a variação espacial das intensidades dos pixels numa imagem e a relação entre estes pixels e seus vizinhos.  \n\nAs abordagens para a análise de textura podem-se dividir em: Estrutural; Estatístico e Espectral.  \n\nNa abordagem estrutural consideram que a textura é composta de um padrão de repetição e descrevem o padrão por regras capazes de gerar este padrão e reproduzi-lo.  \n\nPor outro lado, os métodos estatísticos descrevem a textura usando regras estatísticas que governam a distribuição e relação espacial dos níveis de cinza na imagem. Eles apresentam um bom desempenho na análise de texturas naturais e texturas com baixa resolução, onde os elementos da textura são difíceis de descrever, neste contexto a matriz de co-ocorrência é a técnica mais popular para análise de textura.  \n\nO método espectral baseia-se na transformação da imagem para outro espaço de análise, como é o caso da aplicação da transformada de Fourier, Filtros de Gabor e transformada de wavelet. Para realizar uma análise espectral transforma-se a imagem no espaço cujo sistema de coordenadas tem uma interpretação relacionada às características de uma textura (como frequência ou tamanho). Este método é usado para caracterizar os padrões periódicos analisando a imagem em forma global.  \n\nEm geral, a visão computacional pode resolver problemas de qualquer área de pesquisa que envolva imagem.  \n\n3. MONITORAMENTO DE CULTURAS AGRÍCOLAS  \n\n3.1 Monitoramento de culturas agrícolas utilizando visão artificial  \n\nA avaliação do estado nutricional de culturas agrícolas, comumente, é feita através de análises químicas ou pelo diagnóstico visual. A análise química é feita num estágio de desenvolvimento avançado da planta que torna impossível realizar adubação corretiva antes que a produção da safra esteja comprometida. Por outro lado, a análise visual é feita por uma pessoa com conhecimento na área sendo sujeita a erros de interpretação e impossibilitando uma avaliação adequada quando existem deficiências simultâneas na planta.  \n\nA anormalidade visível causada pela deficiência é o resultado de uma cadeia de eventos que começam com uma mudança de nível molecular, continua com uma mudança ao nível submolecular, prossegue com modificações ao nível celular e finalmente o tecido é afetado podendo ser visualizado por mudanças de cor, forma, tamanho e textura das folhas. O diagnóstico visual é realizado por um humano com conhecimento na área, porém, a precisão é sujeita a erros de interpretação associado à impossibilidade de fornecer resultados quantitativos do nível da deficiência na planta.  \n\nOutra fonte que pode gerar confusão no diagnóstico visual é a presença de doenças, fungos e outros efeitos influenciados pelos fatores ambientais. Assim, o diagnóstico visual é um método que analisa em períodos definidos de vida da cultura suas folhas e são comparadas com uma folha padrão (cultivada num ambiente controlado para ter certeza que apresenta todos os nutrientes num nível adequado) para determinar pelas mudanças e sintomas mostrados o tipo de deficiência que possui.  \n\nDesta forma, a necessidade de melhora na eficiência dos métodos de análise tem levado a busca de novas tecnologias que possam ser usadas como ferramentas de precisão para obter dados quantitativos dos níveis de deficiência num estágio de crescimento inicial. Assim, a visão computacional torna-se uma alternativa ideal para o desenvolvimento de métodos específicos de reconhecimento e extração de informações de forma automatizada que contribuam para uma tecnificação agrícola aumentando a produtividade e reduzindo os custos da adubação excessiva.  \n\nEm contrapartida, os distintos atributos visuais que apresentam cada uma das deficiências nutricionais associado com a mudança destes padrões pelo grau de deficiência apresentado é um problema complexo que precisa do aprimoramento de métodos específicos de visão computacional e a adaptação de modelos matemáticos para gerar uma metodologia confiável que consiga identificar e diferenciar as deficiências tanto na presença como na intensidade.  \n\nO monitoramento contínuo de culturas agrícolas, geralmente, é executado de forma manual no campo, a partir da leitura de diferentes variáveis em diferentes períodos, e da análise de um profissional experiente.  \n\nDiante dos avanços tecnológicos dos últimos anos, surge cada vez mais a necessidade de criar processos que auxiliam as pessoas ou os gestores na busca por resultados mais rápidos em suas atividades, sejam na área da industrial, agropecuária, saúde, etc. Nesse contexto, a visão computacional é uma área da ciência que vem avançando e auxiliando na evolução e desempenho dos processos realizados pelo homem. A visão computacional é um conjunto de métodos e técnicas computacionais capaz de interpretar imagens e ajudar no processo de tomada de decisão a partir de identificação de padrões e interpretação de imagens, possibilitando, assim, gerenciar incertezas e sazonalidades, como os períodos de safra e entressafra.  \n\n3.2 Exemplos de aplicações de visão artificial no monitoramento de culturas agrícolas  \n\nPereira (2013) desenvolveu uma solução computacional baseada em visão computacional para classificar áreas cafeeiras a partir de imagens de satélite, para identificar e mapear o uso e ocupação da terra, estimando a percentagem de cobertura do solo. Delgado et al. (2012) desenvolveram um classificador a partir de árvores de decisão, em dados provenientes de sensores orbitais para identificar o total da área plantada com cana-de-açúcar em diferentes épocas de plantio. Foram utilizadas técnicas de sensoriamento remoto, visão artificial, permitindo uma análise temporal do uso e ocupação do solo, especialmente com vistas a identificar e monitorar as áreas agrícolas. O sistema mostrou-se eficiente no mapeamento da cultura da cana-de-açúcar e no direcionamento da amostragem e observações de campo.  \n\nHerwitz et al (2004) realizou um estudo junto a Kauai Coffee Company no Hawaí, utilizando VANT para a coleta de imagens objetivando vigilância e apoio as decisões na plantação de café. Para os autores, existem vários aspectos de manejo da cultura que podem se beneficiar de observação aérea. O estudo demonstrou a capacidade de um VANT de sobrevoar a plantação, equipado com sistemas de imagem para monitorar uma região agrícola por um período de tempo prolongado, estando os VANTS a oferecer uma valiosa contribuição para futuro monitoramento de recursos agrícolas. O estudo se mostrou importante demonstrando que a alta resolução de imagens foi imediatamente útil para mapear os focos de capim-colonião, bem como para mostrar diferenças na cobertura total do solo dentro de campos.  \n\nMura et. al (2007) realizaram um trabalho com o objetivo de quantificar a área danificada por lagartas em folhas de soja contidas em imagens digitais. Para aquisição das imagens, foi utilizado um scanner para digitalizar a folha, que era colocada sobre uma folha de papel branca, e, em seguida, a imagem era transformada para tons de cinza. Essa imagem foi processada para amenizar os ruídos e\n\nMONITORAMENTO DE CULTURAS AGRÍCOLAS UTILIZANDO VISÃO ARTIFICIAL  \n\nEduardo Vicente do Prado1  \n\n1 Centro Universitário Amparense - UNIFIA, Amparo – SP, Brasil.  \n\nResumo:  \n\nO uso  de sistemas  eletrônicos  embarcados  com  softwares  dedicados  permite,  em  tempo real, supervisionar e comandar automaticamente máquinas e implementos agrícolas, monitorar e adquirir informações por sensores, e realizar cálculos estatísticos preditivos. A visão computacional é uma área de pesquisa recente e responsável pela visão de uma máquina, extraindo informações significativas, possibilitando reconhecer, manipular e analisar os objetos que compõem uma determinada imagem. A visão computacional tem a capacidade de extrair informações relevantes a partir de imagens capturadas por câmeras, vídeos, sensores, entre outros dispositivos, para automatizar a tomada de decisão em um sistema agrícola. O objetivo deste trabalho foi apresentar as técnicas de processamento de imagens digitais mais utilizadas no monitoramento de culturas agrícolas e apresentar um resumo dos recentes avanços na área de monitoramento de culturas agrícolas utilizando visão artificial.  \n\nPalavras–chave: Visão, artificial, monitoramento, Otsu, textura.  \n\nAbstract:  \n\nThe use of embedded electronic systems with dedicated software allows, in real time, to automatically supervise and control agricultural machines and implements, monitor and acquire information through sensors, and perform predictive statistical calculations. Computer vision is a recent research area responsible for machine vision, extracting significant information, making it possible to recognize, manipulate and analyze the objects that make up a given image. Computer vision has the ability to extract relevant information from images captured by cameras, videos, sensors, among other devices, to automate decision making in an agricultural system. The objective of this work was to present the digital image processing techniques most used in crop monitoring and to present a summary of recent advances in the field of crop monitoring using artificial vision.  \n\nKeywords: Vision, artificial, monitoring, Otsu, texture.  \n\n1. INTRODUÇÃO  \n\nDe acordo com relatório da FAO (Food and Agriculture Organization), a população mundial ultrapassará 9,0 bilhões de pessoas até o ano 2050 (FAO, 2009). Desafios terão de ser superados para atingir o nível de produtividade agrícola para atender à demanda mundial prevista por alimentos, rações, fibras e combustível em 2050. A aplicação de novas tecnologias às atividades produtivas e o oferecimento  de  serviços  tecnológicos  destinados  ao  setor  agrícola  têm  grande  potencial  para incrementar rentabilidade, reduzir perdas e desperdícios e contribuir para o aumento da quantidade e qualidade dos produtos e dos processos produtivos, bem como para minimizar os prejuízos decorrentes de infestações de pragas, manifestações de doenças e eventos climáticos (THE ECONOMIST, 2016). Novas técnicas de gestão agrícola como a Agricultura de Precisão e a Agricultura Digital terão grandes desafios para suprir a necessidade por alimentos de 9,0 bilhões de pessoas.  \n\nPara a Agricultura de Precisão, dispositivos sensoriais e a visão computacional podem ser ferramentas tecnológicas relevantes para a tomada de decisão no campo. Eles fornecem recursos e implementações destinadas à produção e à gestão de culturas. Para obter maior retorno econômico e causar menor impacto ao meio ambiente, algumas aplicações dessa natureza se destacam, como o monitoramento meteorológico a fim de encontrar impactos na produtividade; e a extração de características de imagens digitais para o monitoramento e acompanhamento dos estádios fenológicos das plantas.  \n\nO uso de sistemas eletrônicos embarcados com softwares dedicados permite, em tempo real, supervisionar e comandar automaticamente máquinas e implementos agrícolas, monitorar e adquirir informações por meio de sensores, e realizar cálculos estatísticos preditivos. A visão computacional é uma área de pesquisa recente e responsável pela “visão” de uma máquina, extraindo informações significativas,  possibilitando  reconhecer,  manipular  e  analisar  os  objetos  que  compõem  uma determinada imagem. A visão computacional tem a capacidade de extrair informações relevantes a partir de imagens capturadas por câmeras, sensores, entre outros dispositivos, para automatizar a tomada de decisão em um sistema agrícola. Tem como entrada de dados uma imagem e, como saída, a interpretação parcial ou total dessa imagem.  \n\nAdemais, a visão computacional tem por objetivo reproduzir a capacidade de reconhecimento de imagens a partir de diversas técnicas computacionais, partindo de imagens e chegando a modelos matemáticos. A fim de aprimorar as imagens captadas e geradas, pesquisadores criaram técnicas com o objetivo de recuperar a forma tridimensional, bem como da aparência de objetos em imagens digitais (SZELISKI, 2010).  \n\nO objetivo deste trabalho foi apresentar, por meio de revisão de bibliográfica, as principais técnicas de processamento de imagens digitais utilizadas no monitoramento de culturas agrícolas e apresentar um resumo dos recentes avanços na área de monitoramento de culturas agrícolas utilizando visão artificial.  \n\n2. PRINCIPAIS TÉCNICAS DE PROCESSAMENTO DE VISÃO ARTIFICIAL  \n\nA organização de um sistema de visão computacional é dependente do tipo e objetivo da aplicação, não $\\epsilon$ possível criar um sistema que possa ser aplicado a todos os possíveis cenários. Para que um sistema de visão artificial obtenha resultados ideais deve se restringir ao domínio do problema baseado em uma série de heurísticas que possibilita reduzir o número de objetos indesejados ou ruídos que podem estar presentes na imagem. No entanto, a maioria dos sistemas de visão computacional segue uma série de passos, os quais são resumidos a seguir:  \n\nAquisição de imagem: Seja de sensores, câmeras, scanner ou outro tipo de aparelhos para a captura, o resultado pode variar entre uma imagem bi-dimensional, uma tri-dimensional ou ainda uma sequência de imagens. Os valores dos pixels geralmente indicam a intensidade da luz em uma ou várias faixas de cor.  \n\nPré-processamento: Uma imagem geralmente deve ser processada antes de aplicar um método de visão computacional para assegurar que satisfaça algumas condições. Exemplos: redução de ruídos, melhora do contraste, aplicação de filtros, etc.  \n\nExtração de características: É um dos pontos mais importantes em um sistema de visão artificial, pela grande variedade de características que uma imagem pode ter e a complexidade dos métodos criados para extraí-las, atualmente não existe uma técnica que funcione para todo tipo de imagens.  \n\nClassificação: Neste ponto a entrada é geralmente um conjunto pequeno de dados (o vetor de características da imagem gerado no processo anterior). A classificação envolve identificar a classe a que pertence cada uma das imagens da base de dados.  \n\nEsta é uma área em que são desenvolvidos vários algoritmos com o objetivo de obter informações a partir de imagens, visando automatizar tarefas que são realizadas normalmente pela visão humana. As técnicas aplicadas no processamento e análise de imagens possibilitam extrair informações visuais como, forma, cor e textura, com o objetivo de identificar características das imagens para a utilização em um sistema de reconhecimento de padrões.  \n\nA seguir são apresentadas algumas das etapas de um sistema de visão computacional.  \n\n2.1 Aquisição da imagem  \n\nA etapa de aquisição de imagens é o primeiro passo no sistema de visão computacional e caracteriza-se pela captura, armazenamento e transmissão de uma imagem. Essa etapa pode ser realizada com instrumentos de diversos tipos como, por exemplo, câmaras digitais, celulares, smartphones, tablets, infravermelho, câmeras de segurança normais ou térmicas, scanners, placas digitalizadoras, webcams, câmeras para 3D, satélites, ressonância magnética, tomografia computadorizada, Polymerase Chain Reaction (PCR), raio-x, ultrassonografia, microscópio, telescópio, visão em $360^{\\circ}$ como o Google Car, etc. Dependendo da resolução da imagem, é possível desenvolver trabalhos de baixo custo com resultados apurados para aplicações diversas. No processo de formação da imagem temos a relação com o dispositivo de captura, pode-se mencionar: o tipo de sensor, a lente utilizada, a iluminação, a velocidade de aquisição, a resolução e o número de níveis de cinza da imagem digitalizada, dentre outros. Essa etapa produz como saída uma imagem digital formada por vários pixels, a qual pode estar em diversos formatos de arquivos como, jpg, png, raw, etc.  \n\n$\\mathbf{2.2\\,Pr\\acute{e}},$ -processamento  \n\nA etapa do pré-processamento deve ser realizada para aprimorar a qualidade da imagem, uma vez que tem por objetivo reduzir ruídos ou imperfeições que são inerentes ao processo de aquisição da imagem, tais como: melhoramento da imagem, remapeamento de pixels, redução de pixels ruidosos, correção geométrica, restauração, reconstrução, correção de contraste, brilho, iluminação, distorções e nitidez. A função dessa etapa é aprimorar a imagem para as etapas subsequentes.  \n\n2.3 Segmentação de imagens  \n\nA segmentação de imagens é o ponto de partida de muitos processamentos de imagens digitais. O objetivo da segmentação é dividir a imagem para a extração de segmentos significativos a partir de uma imagem com objetos úteis e informações não relevantes.  O nível de subdivisão da imagem depende do problema a tratar. O problema de segmentar objetos em imagens é uma das tarefas mais difíceis na área de visão artificial, podem existir um número infinito de dificuldades para segmentar uma imagem sem domínio definido, é por isso que é importante considerar o contexto para criar um algoritmo que se ajuste a cada tipo de problema (Gonzalez e Woods, 2006). A maioria dos métodos de segmentação de imagens são baseados em duas propriedades dos valores de intensidade da imagem: descontinuidade e similaridade. Na primeira aproximação a segmentação é baseada em mudanças abruptas de intensidade (bordas). Na segunda aproximação as regiões de divisão são decididas por um critério de similaridade adequado as características visuais que os objetos são mais propensos a ter (heurísticas).  \n\nExistem diversos métodos para segmentar imagens, a seguir são apresentados alguns dos mais relevantes.  \n\n2.3.1 Método de Otsu  \n\nA segmentação baseada em limiarização $\\acute{\\mathbf{e}}_{\\mathrm{~um~}}$ dos métodos mais simples e mais usados na literatura (Padmavathi et al., 2010). O método de limiarização consiste em achar um valor ideal que separe os objetos do fundo da imagem. Isto significa etiquetar os pixels da imagem $f(x,\\ y)$ que pertencem às regiões da imagem que são consideradas como primeiro plano com um valor nominal e os pixels que pertencem ao fundo com outro valor nominal (geralmente é usado os valores 1 e 0 respectivamente, gerando assim uma imagem binária).  \n\nUm dos problemas na limiarização é obter um valor ótimo para o corte sem intervenção de um observador, isto é de maneira automática baseado nas características da imagem analisada. O método de Otsu tenta resolver este problema maximizando a separação entre conjuntos de pixels analisando o histograma da imagem.  \n\n2.3.2 Fuzzy C-Means  \n\nO método de Fuzzy C-Means (FCM) aplicado ao processamento de imagens consiste na rotulação de pixels pelo valor de magnitude destes gerando agrupamentos baseados em similaridade. O FCM  é  um  algoritmo  iterativo  que  encontra  agrupamentos  usando  o  conceito  de  pertinência compartilhada (lógica difusa) onde um pixel pode pertencer a um ou mais agrupamentos.  Os agrupamentos devem ter duas propriedades importantes (PADMAVATHI et al., 2010):  \n\n• Homogeneidade dentro dos agrupamentos: Os pixels que pertencem a um agrupamento devem ser os mais similares possíveis. • Heterogeneidade entre  os  agrupamentos: Os pixels que pertencem a agrupamentos diferentes devem ser os mais dissimilares possíveis.  \n\nPara o uso deste tipo de método em imagens é necessário estimar o número de agrupamentos inicias.  Pode ser usada alguma função prévia que estime o número de possíveis agrupamentos baseado na distribuição dos níveis de intensidade, mas, geralmente é feita uma avaliação visual por um observador humano, tornando a técnica supervisionada.", "files_in_pdf": []}