{"origin_pdf_path": "https://www.confea.org.br/midias/uploads-imce/Contecc2019/Agronomia/SISTEMA%20DE%20GERENCIAMENTO%20DE%20DADOS%20LABORATORIAIS%20E%20EMISS%C3%83O%20DE%20RELATORIOS%20TECNICOS%20DE%20ANALISES%20DE%20SOLO.pdf", "text_in_pdf": "SISTEMA DE GERENCIAMENTO DE DADOS LABORATORIAIS E EMISSÃO DE RELATÓRIOS TÉCNICOS DE ANÁLISES DE SOLO  \n\nNATHÁLIA VENTURIM DE SOUZA1, FERNANDO CALENZANI MULLER2, CLAUDINEI ANTONIO MONTEBELLER3, HENRIQUE DE SÁ PAYE4 e ERLON CAVAZZANA5.  \n\n1Graduanda  em  Engenharia  de  Controle  e  Automação,  IFES  -  campus  Linhares,  Linhares  –  ES, nathaliaventurim14@gmail.com;   \n2Graduando em Engenharia Elétrica, IFES - campus Vitória, Vitória – ES, fernandocalenzani@gmail.com; 3Dr. em Engenharia Agrícola, Pesquisador do Instituto Capixaba de Pesquisa, Assistência Técnica e Extensão Rural - Incaper, Linhares – ES,  cmontebeller@yahoo.com.br;   \n4Dr. em Agronomia, Pesquisador do Instituto Capixaba de Pesquisa, Assistência Técnica e Extensão Rural - Incaper, Linhares – ES, henrique.paye@incaper.es.gov.br;   \n5Dr. em Engenharia Elétrica, Prof. Efetivo IFES - campus Linhares, Linhares – ES, erlon@ifes.edu.br;  \n\nApresentado no Congresso Técnico Científico da Engenharia e da Agronomia – CONTECC Palmas/TO – Brasil 17 a 19 de setembro de 2019  \n\nRESUMO: Atualmente, a aplicação da informática a processos operacionais e de apoio a laboratórios de solo, planta e fertilizantes, surge incorporada a conceitos de eficiência, eficácia, agilidade e qualidade. Esses conceitos podem ser traduzidos dentro de um Sistema de Gerenciamento de Informações Laboratoriais (Laboratory Information Management System - LIMS) e operacionalizados a partir de um ou mais softwares, ligados direta ou indiretamente, que visam gerenciar informações dentro de um laboratório, sejam estas de cunho técnico, operacional, administrativo, gerencial ou de um conjunto destes. Dada a necessidade de gerenciamento do fluxo de trabalho e de informações entre os laboratórios e seus clientes, bem como das informações geradas durante o processo analítico, um LIMS foi desenvolvido nos laboratórios de Química e de Física de Solo (LAQFS) do Instituto Capixaba de Pesquisa, Assistência Técnica e Extensão Rural - Incaper. O sistema desenvolvido utiliza como base um software de gerenciamento de Banco de Dados amplamente difundido, que oferece suporte de maneira rápida e eficiente na elaboração e manutenção de um Banco de Dados. Dessa forma foi obtido uma maior eficiência no processo de análises de dados laboratoriais permitindo maior confiabilidade nos resultados e realização de pesquisas.  \n\nPALAVRAS-CHAVE: Banco de Dados, LIMS, Laboratório de Solos, Software.  \n\nLABORATORY INFORMATION SYSTEM AND TECHNICAL REPORTS OF SOILANALYSIS  \n\nABSTRACT: Currently, the application of information technology to operational processes and support to laboratories of soil, plant and fertilizers, is incorporated into concepts of efficiency, effectiveness, agility and quality. These concepts can be translated into a Laboratory Information Management System (LIMS) and operated from one or more software, directly or indirectly linked to the management of information within a laboratory, technical, operational, administrative, managerial or of a set of these. Given the need to manage the workflow and information between the laboratories and their clients, as well as the information generated during the analytical process, a LIMS was developed in the Chemistry and Soil Physics (LAQFS) laboratories of the Capixaba Research Institute, Technical Assistance and Rural Extension - Incaper. The system is based on widely distributed database management software, which provides fast and efficient support for the creation and maintenance of a database. In this way a greater efficiency in the process of analyzing laboratory data was obtained allowing greater reliability in the results and carried out researches.  \n\nKEYWORDS: Database, LIMS, Soil Laboratory, Software.  \n\nINTRODUÇÃO  \n\nO laboratório de Química e Física de Solo (LAQFS) do Instituto Capixaba de Pesquisa, Assistência Técnica e Extensão Rural (Incaper), localizado na Fazenda Experimental de Linhares - ES, oferece a pesquisadores e produtores rurais um extenso portfólio de análises para fins de avaliação da fertilidade do solo e nutrição de plantas. No entanto, o gerenciamento da informação laboratorial até 2018 ainda era feito manualmente, com o uso de cadernos de laboratório e a emissão de laudos com o auxílio de planilhas eletrônicas. Dessa forma, havia um elevado volume de papel arquivado, o que gerava uma enorme dificuldade para garantir a rastreabilidade do processo e agilidade na emissão de relatórios.  \n\nO gerenciamento de fluxo de trabalho em um laboratório é essencial para a organização e controle dos resultados laboratoriais melhorando a qualidade das pesquisas e análises. A ausência de um sistema capaz de gerenciar o trabalho e as informações dos diversos ensaios realizados nos laboratórios  motivou  o  desenvolvimento  de  um  Sistema  de  Gerenciamento  de  Informações Laboratoriais e de emissão de Relatórios Técnicos.  \n\nA conversão de um sistema de arquivos manual para um sistema de arquivos computadorizado correspondente  foi  feita  a  partir  da  elaboração  de  um  software  utilizando  um  Sistema  de Gerenciamento de Banco de Dados (SGBD), tornando o gerenciamento de dados do laboratório mais eficiente e eficaz, havendo assim, maior coerência entre as informações e organização na divisão de trabalho. Dessa forma, a informatização deste setor do laboratório obteve dados exatos, servindo de alicerce para a tomada de decisões do laboratório a médio e longo prazo.  \n\nMATERIAL E MÉTODOS  \n\nO programa desenvolvido utilizando um SGBD foi a solução encontrada para tratar de pontos fracos inerentes ao sistema de arquivos. Ao invés de depositar os dados em arquivos independentes, o Sistema de Gerenciamento de Banco de Dados gerencia e armazena os dados para usuário final na forma de um único arquivo de dados. Essa organização facilita o compartilhamento dos dados eliminando assim o potencial problema de ilhas de informação, além disso garante a integridade dos dados, elimina a redundância e promove a segurança de dados. (ROB & CORONEL,2016).  \n\nPartindo desta ideia, foi preciso entender como ocorrem as atividades nos laboratórios que servem de base para o desenvolvimento do banco para finalmente desenvolver o fluxo de trabalho. O fluxograma abaixo ilustra o andamento do pedido de uma análise laboratorial: Especificação do Produto $\\rightarrow$ Planos de Amostragem $\\rightarrow$ Amostras $\\rightarrow$ Análises $\\rightarrow$ Resultados $\\rightarrow$ Liberar/Bloquear Produto $\\rightarrow$ Emitir Certificado de Qualidade $\\rightarrow$ Armazenar Histórico $\\rightarrow$ Gerar Relatórios.  \n\nO processo inicia-se na Especificação do Produto, onde o cliente informa qual tipo de análise deseja e o instituto direciona as amostras para o laboratório relacionado. Seguindo o fluxograma, a amostra é preparada para a elaboração da análise, seja ela qual for. Após todas as análises feitas, os resultados são direcionados ao responsável do laboratório para que avalie as análises e comprove a coerência dos resultados, enviando posteriormente para o cliente. Por fim, o processo contém o armazenamento destes resultados que possibilita, caso houver necessidade, a geração de relatórios.  \n\nA metodologia utilizada foi o desenvolvimento do projeto onde houve a elaboração do Sistema de Gerenciamento de Banco de Dados, adotando o sistema do laboratório como uma linha de produção, organizando assim o fluxo de trabalho. O sistema desenvolvido utiliza o software MSAccess versão 2016 (Microsoft $\\ensuremath{\\mathcal{R}}$ ), que é um Sistema de Gerenciamento de Banco de Dados Relacional (SGBDR), que aceita as linguagens Structured Query Language (SQL) e Visual Basic for Applications (VBA) para sua programação. Esse software permite a criação de tabelas, seus relacionamentos, elaboração de telas para interação com o usuário e implementação da lógica de funcionamento desejada, bem como a impressão de relatórios. Ele foi escolhido por ser de baixo custo, amplamente difundido, possuir uma gama de funções pré-programadas, permitir personalização no conjunto de aplicativos e por fornecer conexões de aplicativos da web para o banco de dados e o compartilhamento de tabelas de dados para instalação em outro computador com nível de acesso restrito do usuário.  \n\nO projeto foi dividido em dois segmentos de análises: Química e Física do solo, esses segmentos foram subdivididos em etapas do fluxo de trabalho tais como: Cadastro, ensaio, análise, listagem, acompanhamento (rastreabilidade), ajustes, emissão de laudos, relatórios gerenciais e gerenciamento de usuários com níveis de acesso.  \n\nA etapa cadastro permite ao usuário fazer cadastro dos clientes, das amostras, bem como os ensaios que devem ser realizados para cada amostra. Também $\\epsilon$ possível atualizar dados do cliente, acessar informações das amostras ou cancelá-las. Essa etapa é o começo das relações e restrições entre os formulários e tabelas seguintes. Após a finalização dessa etapa, o software passa automaticamente para o desenvolvimento de ensaios, onde se encontra os dados cadastrais relacionados à amostra e os campos para a inserção dos dados colhidos pelo processo analítico. O ensaio de cada grupo de análise é feito de forma independente e assim os relatórios finais das amostras são completos e detalhados. Outras facilidades de gerenciamento permitido pelo software são os relatórios gerenciais e o rastreamento das amostras, que auxiliam o gerente acompanhar às análises e seus resultados que, associado ao backup periódico, possibilita uma consulta específica.  \n\nDando  continuidade  às  etapas  do  sistema  criado,  as  páginas de  acesso dos  técnicos laboratoristas são as que recebem os dados brutos para emissão dos resultados dos ensaios, dados estes que são lidos diretamente nos equipamentos de ensaio e/ou os calculados com auxílio de fórmulas específicas (Figura 2). Para completar o ciclo do sistema, é necessária a interpretação dos resultados tendo como referência os conceitos físicos, químicos e biológicos do solo.  \n\nNo Laboratório de Química, as análises de solo são divididas em: Rotina, Rotina com Matéria Orgânica, Rotina $+\\,\\mathrm{MO}+\\mathrm{Sodio}+\\mathbb{I}$ Micronutrientes, Fósforo Remanescente $(\\mathbf{P}\\mathrm{~-~}\\mathbf{Rem})$ e Condutividade Elétrica. Vale ressaltar seus conceitos da forma que são operacionalizados no laboratório e no software.  \n\nRotina – Classificada como rotina simples, essa análise levanta os dados de pH, Fósforo (P), Potássio (K), Magnésio $\\mathbf{\\Gamma}(\\mathbf{M}\\mathrm{g})$ , Cálcio(Ca), Alumínio (Al), Acidez total $\\mathrm{(H+Al)}$ e os cálculos de Soma de Base (SB), de Capacidade de Troca de Cátions efetiva (CTC t), de Capacidade de Troca de Cátions total (CTC T), de Saturação por Alumínio (m) e de Saturação por bases (V).  \n\nRotina com Matéria Orgânica – Além de levantar os dados anteriores sobre Rotina, essa análise levanta os dados de Matéria Orgânica (M.O).  \n\nRotina $+\\;\\mathrm{MO}+\\mathrm{Sodio}+\\mathrm{N}$ Micronutrientes – Além de levantar os dados anteriores sobre Rotina e Matéria Orgânica, essa análise levanta os dados dos micronutrientes Ferro (Fe), Manganês (Mn), Zinco $(Z\\mathfrak{n})$ , Cobre $(\\mathbf{Cu})$ e Boro (B).  \n\nFósforo Remanescente – Mede a capacidade de absorção de P do solo, isto é, o quanto de P aplicado é retido pelas argilas do solo (PREZOTTI & GUARÇONI, 2013). A O teor de P determinado na análise de solo $\\textup{\\texteuro}\\,\\,\\mathrm{um}$ valor relativo, que indica o teor de P “disponível”. O teor de Fósforo Remanescente no solo é analisado a partir do valor da transmitância e também de uma curva específica.  \n\nCondutividade Elétrica – Está diretamente relacionada à textura e à capacidade do solo em armazenar água.  Os valores são obtidos com os extratores de cápsulas porosas.  \n\nNo Laboratório de Física, as análises de solo são divididas em: Granulométrica, Curva de Retenção de Água no Solo (CRAS), Ponto de Murcha, Capacidade de Campo e Densidade de Solos. Vale ressaltar seus conceitos da forma que são operacionalizados no laboratório e no software.  \n\nGranulométrica – A Granulometria ou Análise Granulométrica dos solos é um estudo da distribuição das dimensões dos grãos de um solo. Ou seja, é a determinação das dimensões das partículas do agregado e de suas respectivas porcentagens de ocorrência.  \n\nCurva de Retenção de Água no Solo (CRAS) – Determina a energia com que a água está retida no solo, o que está diretamente relacionado com a quantidade de água no solo, sendo também influenciado pelas características físicas e químicas do solo (FILGUEIRAS et al., 2016). A partir desta curva é possível determinar a Capacidade de Campo e o Ponto de Murcha.  \n\nCapacidade de Campo – Considera que os valores de tensão de água no solo, no que se refere a Capacidade de Campo é de $10\\,\\mathrm{kPa}$ .  \n\nPonto de Murcha – Considera que os valores de tensão de água no solo, no que se refere a Ponto de Murcha é de $1500\\,\\mathrm{kPa}$ .  \n\nDensidade de Solos – A densidade do solo é definida como sendo a relação existente entre a massa de uma amostra de solo seca a $105\\mathrm{^\\circC}$ e a soma dos volumes ocupados pelas partículas e pelos poros.  \n\nRESULTADOS E DISCUSSÃO  \n\nO processo de elaboração do Sistema pode ser separado por formulários, que facilitam a compreensão das etapas. Dessa forma o projeto tem formulários-chave como os seguintes:  \n\nFormulário da Recepção: Clientes – Encontra-se tudo referente ao cadastro de cliente; Consultar Pagamento – Onde se consulta os pagamentos de DUA de qualquer amostra; $2^{\\circ}$ via DUA – Impressão da segunda via da DUA até a data de vencimento.  \n\nFormulário do Técnico do Laboratório: Listagem dos Clientes que contêm amostras a fazer.  \n\nFormulário do Responsável do Laboratório (Figura 1): Cadastros – Contêm os mesmos direcionamentos que se encontra na seção “Clientes” do Formulário da Recepção; Análises Prontas – Encontra-se a lista de análises já assinadas que estão no aguardo do pagamento do cliente para então ser entregue; Inspecionar – Local onde o Responsável do Laboratório pode fiscalizar datas, dados e quantidade de amostras; Assinar – Aonde se encontra a lista de análises feitas pelos técnicos laboratoristas dos 2 segmentos; Relatórios – Relações de número e valor de DUA pagas por ano e mês; Configurações – Local onde pode-se adicionar login, adequar a tabela de preços, ver os backups do sistema, editar de equações e atualizar a lista de culturas.  \n\nFigura 1: Formulário do responsável pelo laboratório.   \n\nGerenciaUCadastrosAnalisesProntasInspecionarAssinarRelatoriosConfiguraciesSair  \n\nFigura 2: Formulário de edição de fórmula para controle das constantes e curvas   \n\nF6rmulas do Laboratorio de Quimica Sair SalvarAluminio (Al)Sodio (Na)Boro (B)Concentracao de NaOH0.025Fator do Sodio10Razao entre os volumesRazao entre os volumesdo Extrato e da Aliquotado Extrato e da AliquotaFerro (Fe)Razao entre os volumes da leitura e da amostraConversao do teor em mmolc/dn?100Fator do Ferro10 Fator de BoroConversao do resultado de mmolc/dm para0.1Zinco (Zn)cmolc/dm3Fator de Zinco10Fator de AluminioManganes (Mn)Potassio (K)Fator de Manganes10Razao entre os volumes do Extrato e da Aliquota10Cobre (Cu)Fator de Cobre10Magnesio (Mg)Fator de Magnesio 0.91666PH+Al BM.0P-RemCalcio (Ca)Coef.Angular-43.89-1.111 -84,4314-9.5-43.8471KFator de CalcioIntercepto-84,431483.5078.062987,182343.587.18230,5584.8571  \n\nA emissão de laudos e relatórios gerenciais são os produtos finais deste processo, é onde contém todas as informações coletadas de forma sucinta e de fácil interpretação conforme exemplificado na Figura 3.  \n\n  \n\nCONCLUSÃO  \n\nO estabelecimento dos fluxos de trabalho dos laboratórios tornou possível gerenciar de forma mais organizada, com eficiência e qualidade as informações do laboratório. Os testes realizados com o grupo de análises físicas e químicas mostraram que o sistema executa corretamente o gerenciamento das  informações  e  processos  laboratoriais.  O  sistema  possibilitou  maior  coerência  entre  as informações, assegurou a integridade do banco de dados, organizou a divisão de trabalho no laboratório, possibilitou a rastreabilidade das amostras e aumentou a eficiência do processo de análise física e química de solo. Atualmente o sistema está em fase de testes no Incaper e já proporciona melhoras significativas nos processos dos laboratórios de Química e Física do Laboratório de Solos do Instituto, como a economia com gastos com tintas e papeis para impressão das amostras, a facilidade dos pesquisadores em recuperar informações e fazer análises diversas dos dados e ainda facilitou para os clientes obterem seus resultados.  \n\nAGRADECIMENTOS  \n\nAgradecemos  à  FAPES,  Fundação  de  Amparo  à  Pesquisa  do  Espírito  Santo,  pelo financiamento da Bolsa ICT ao primeiro autor, ao INCAPER e ao Ifes-campus Linhares.  \n\nREFERÊNCIAS  \n\nFILGUEIRAS, R.; OLIVEIRA V. M. R. DE; CUNHA, F. F. DA; MANTOVANI, E. C.; SOUZA, E. J. DE. Modelos de curva de retenção de água no solo. Irriga, Botucatu, Edição Especial, IRRIGA & INOVAGRI, 2016. p. 115-120.   \nMACHADO, E. TÉCNICAS ESPECIAIS DE ACCESS VBA. Rio de Janeiro: Ciência Moderna, 2017. 272p.   \nPREZOTTI, L. C.; GUARÇONI, M. A. Guia para Interpretação de Análise de Solo e Foliar. Vitória: Incaper, 2013.Cap. 3, p. 13-44.;   \nROB, P.; CORONEL, C. Sistemas de Banco de Dados: Projeto, implementação e gerenciamento. São Paulo: Cengage Learning, 2016. 711p.   \nSILVA, F. C. Manual de Análises Químicas de Solos, Plantas e Fertilizantes. Brasília: Embrapa, 1999. WHITE, C. M. Redes de computadores e comunicação de dados. São Paulo: Cengage Learning, 2012. 424p.", "files_in_pdf": [{"path": ".pdf_temp/subset_1_10_01bc0a60_1762287314/images/zg85s9.jpg", "size": 354775}, {"path": ".pdf_temp/subset_1_10_01bc0a60_1762287314/images/jvu2cg.jpg", "size": 38879}, {"path": ".pdf_temp/subset_1_10_01bc0a60_1762287314/images/xu5wah.jpg", "size": 193901}]}